let areaData = {
  province: [
    {ID: "01", Name: "北京"}, {ID: "02", Name: "天津"}, {ID: "03", Name: "上海"}, {
      ID: "04",
      Name: "江苏"
    }, {ID: "05", Name: "山东"}, {ID: "06", Name: "浙江"}, {ID: "07", Name: "安徽"}, {ID: "08", Name: "福建"}, {
      ID: "09",
      Name: "江西"
    }, {ID: "10", Name: "广东"}, {ID: "11", Name: "广西"}, {ID: "12", Name: "香港"}, {ID: "13", Name: "澳门"}, {
      ID: "14",
      Name: "重庆"
    }, {ID: "15", Name: "四川"}, {ID: "16", Name: "云南"}, {ID: "17", Name: "湖南"}, {ID: "18", Name: "湖北"}, {
      ID: "19",
      Name: "贵州"
    }, {ID: "20", Name: "海南"}, {ID: "21", Name: "河北"}, {ID: "22", Name: "河南"}, {ID: "23", Name: "陕西"}, {
      ID: "24",
      Name: "吉林"
    }, {ID: "25", Name: "辽宁"}, {ID: "26", Name: "黑龙江"}, {ID: "27", Name: "山西"}, {ID: "28", Name: "宁夏"}, {
      ID: "29",
      Name: "青海"
    }, {ID: "30", Name: "甘肃"}, {ID: "31", Name: "内蒙古"}, {ID: "32", Name: "新疆"}, {ID: "33", Name: "西藏"}, {
      ID: "34",
      Name: "台湾"
    }
  ],
  city: {
    "北京": [{ID: "0101", Name: "北京"}],
    "天津": [{ID: "0201", Name: "天津"}],
    "上海": [{ID: "0301", Name: "上海"}],
    "江苏": [
      {ID: "0401", Name: "南京"}, {ID: "0402", Name: "苏州"}, {ID: "0403", Name: "扬州"}, {
        ID: "0404",
        Name: "无锡"
      }, {ID: "0405", Name: "连云港"}, {ID: "0406", Name: "徐州"}, {ID: "0407", Name: "泰州"}, {
        ID: "0408",
        Name: "常州"
      }, {ID: "0409", Name: "淮安"}, {ID: "0410", Name: "南通"}, {ID: "0411", Name: "盐城"}, {
        ID: "0412",
        Name: "镇江"
      }, {ID: "0413", Name: "宿迁"}
    ],
    "山东": [
      {ID: "0501", Name: "济南"}, {ID: "0502", Name: "青岛"}, {ID: "0503", Name: "德州"}, {
        ID: "0504",
        Name: "潍坊"
      }, {ID: "0505", Name: "烟台"}, {ID: "0506", Name: "泰安"}, {ID: "0507", Name: "威海"}, {
        ID: "0508",
        Name: "东营"
      }, {ID: "0509", Name: "淄博"}, {ID: "0510", Name: "济宁"}, {ID: "0511", Name: "日照"}, {
        ID: "0512",
        Name: "滨州"
      }, {ID: "0513", Name: "菏泽"}, {ID: "0514", Name: "莱芜"}, {ID: "0515", Name: "聊城"}, {
        ID: "0516",
        Name: "临沂"
      }, {ID: "0517", Name: "枣庄"}
    ],
    "浙江": [
      {ID: "0601", Name: "杭州"}, {ID: "0602", Name: "温州"}, {ID: "0603", Name: "宁波"}, {
        ID: "0604",
        Name: "金华"
      }, {ID: "0605", Name: "嘉兴"}, {ID: "0606", Name: "湖州"}, {ID: "0607", Name: "台州"}, {
        ID: "0608",
        Name: "丽水"
      }, {ID: "0609", Name: "绍兴"}, {ID: "0610", Name: "衢州"}, {ID: "0611", Name: "舟山"}
    ],
    "安徽": [
      {ID: "0701", Name: "合肥"}, {ID: "0702", Name: "滁州"}, {ID: "0703", Name: "亳州"}, {
        ID: "0704",
        Name: "蚌埠"
      }, {ID: "0705", Name: "安庆"}, {ID: "0706", Name: "黄山"}, {ID: "0707", Name: "宣城"}, {
        ID: "0708",
        Name: "马鞍山"
      }, {ID: "0709", Name: "芜湖"}, {ID: "0710", Name: "阜阳"}, {ID: "0712", Name: "六安"}, {
        ID: "0713",
        Name: "池州"
      }, {ID: "0714", Name: "淮北"}, {ID: "0715", Name: "淮南"}, {ID: "0716", Name: "宿州"}, {
        ID: "0717",
        Name: "铜陵"
      }
    ],
    "福建": [
      {ID: "0801", Name: "福州"}, {ID: "0802", Name: "厦门"}, {ID: "0803", Name: "泉州"}, {
        ID: "0804",
        Name: "莆田"
      }, {ID: "0805", Name: "漳州"}, {ID: "0806", Name: "龙岩"}, {ID: "0807", Name: "南平"}, {
        ID: "0808",
        Name: "宁德"
      }, {ID: "0809", Name: "三明"}
    ],
    "江西": [
      {ID: "0901", Name: "南昌"}, {ID: "0902", Name: "赣州"}, {ID: "0903", Name: "九江"}, {
        ID: "0904",
        Name: "景德镇"
      }, {ID: "0905", Name: "上饶"}, {ID: "0906", Name: "吉安"}, {ID: "0907", Name: "宜春"}, {
        ID: "0908",
        Name: "鹰潭"
      }, {ID: "0909", Name: "抚州"}, {ID: "0910", Name: "萍乡"}, {ID: "0911", Name: "新余"}
    ],
    "广东": [
      {ID: "1001", Name: "广州"}, {ID: "1002", Name: "深圳"}, {ID: "1003", Name: "东莞"}, {
        ID: "1004",
        Name: "佛山"
      }, {ID: "1005", Name: "潮州"}, {ID: "1006", Name: "惠州"}, {ID: "1007", Name: "汕头"}, {
        ID: "1008",
        Name: "珠海"
      }, {ID: "1009", Name: "中山"}, {ID: "1010", Name: "江门"}, {ID: "1011", Name: "韶关"}, {
        ID: "1012",
        Name: "阳江"
      }, {ID: "1013", Name: "湛江"}, {ID: "1014", Name: "肇庆"}, {ID: "1015", Name: "茂名"}, {
        ID: "1016",
        Name: "清远"
      }, {ID: "1017", Name: "梅州"}, {ID: "1018", Name: "河源"}, {ID: "1019", Name: "揭阳"}, {
        ID: "1020",
        Name: "汕尾"
      }, {ID: "1021", Name: "云浮"}
    ],
    "广西": [
      {ID: "1101", Name: "南宁"}, {ID: "1102", Name: "桂林"}, {ID: "1103", Name: "柳州"}, {
        ID: "1104",
        Name: "北海"
      }, {ID: "1105", Name: "百色"}, {ID: "1106", Name: "防城港"}, {ID: "1107", Name: "钦州"}, {
        ID: "1108",
        Name: "玉林"
      }, {ID: "1109", Name: "梧州"}, {ID: "1110", Name: "贺州"}, {ID: "1111", Name: "河池"}, {
        ID: "1112",
        Name: "来宾"
      }, {ID: "1113", Name: "崇左"}, {ID: "1114", Name: "贵港"}
    ],
    "香港": [{ID: "1201", Name: "香港"}, {ID: "1202", Name: "九龙"}],
    "澳门": [{ID: "1301", Name: "澳门"}],
    "重庆": [{ID: "1401", Name: "重庆"}],
    "四川": [
      {ID: "1501", Name: "成都"}, {ID: "1502", Name: "南充"}, {ID: "1503", Name: "乐山"}, {
        ID: "1504",
        Name: "泸州"
      }, {ID: "1505", Name: "绵阳"}, {ID: "1506", Name: "广元"}, {ID: "1507", Name: "遂宁"}, {
        ID: "1508",
        Name: "宜宾"
      }, {ID: "1509", Name: "自贡"}, {ID: "1510", Name: "德阳"}, {ID: "1511", Name: "阿坝"}, {
        ID: "1512",
        Name: "巴中"
      }, {ID: "1513", Name: "达州"}, {ID: "1514", Name: "甘孜"}, {ID: "1515", Name: "广安"}, {
        ID: "1516",
        Name: "凉山"
      }, {ID: "1517", Name: "眉山"}, {ID: "1518", Name: "内江"}, {ID: "1519", Name: "攀枝花"}, {
        ID: "1520",
        Name: "雅安"
      }, {ID: "1521", Name: "资阳"}
    ],
    "云南": [
      {ID: "1601", Name: "昆明"}, {ID: "1602", Name: "大理"}, {ID: "1603", Name: "丽江"}, {
        ID: "1604",
        Name: "西双版纳"
      }, {ID: "1605", Name: "曲靖"}, {ID: "1606", Name: "楚雄"}, {ID: "1607", Name: "思茅"}, {
        ID: "1608",
        Name: "红河"
      }, {ID: "1609", Name: "文山"}, {ID: "1610", Name: "玉溪"}, {ID: "1611", Name: "德宏"}, {
        ID: "1612",
        Name: "保山"
      }, {ID: "1613", Name: "迪庆"}, {ID: "1614", Name: "临沧"}, {ID: "1615", Name: "怒江"}, {
        ID: "1616",
        Name: "昭通"
      }
    ],
    "湖南": [
      {ID: "1701", Name: "长沙"}, {ID: "1702", Name: "湘潭"}, {ID: "1703", Name: "岳阳"}, {
        ID: "1704",
        Name: "张家界"
      }, {ID: "1705", Name: "株洲"}, {ID: "1706", Name: "怀化"}, {ID: "1707", Name: "常德"}, {
        ID: "1708",
        Name: "衡阳"
      }, {ID: "1709", Name: "永州"}, {ID: "1710", Name: "郴州"}, {ID: "1711", Name: "娄底"}, {
        ID: "1712",
        Name: "邵阳"
      }, {ID: "1713", Name: "湘西"}, {ID: "1714", Name: "益阳"}
    ],
    "湖北": [
      {ID: "1801", Name: "武汉"}, {ID: "1802", Name: "荆州"}, {ID: "1803", Name: "襄樊"}, {
        ID: "1804",
        Name: "宜昌"
      }, {ID: "1805", Name: "黄石"}, {ID: "1806", Name: "荆门"}, {ID: "1807", Name: "十堰"}, {
        ID: "1808",
        Name: "恩施"
      }, {ID: "1809", Name: "鄂州"}, {ID: "1810", Name: "黄冈"}, {ID: "1811", Name: "随州"}, {
        ID: "1812",
        Name: "咸宁"
      }, {ID: "1813", Name: "孝感"}, {ID: "1814", Name: "仙桃"}, {ID: "1815", Name: "潜江"}, {
        ID: "1816",
        Name: "天门"
      }, {ID: "1817", Name: "神农架"}
    ],
    "贵州": [
      {ID: "1901", Name: "遵义"}, {ID: "1902", Name: "安顺"}, {ID: "1903", Name: "毕节"}, {
        ID: "1904",
        Name: "六盘水"
      }, {ID: "1905", Name: "铜仁"}, {ID: "1906", Name: "贵阳"}, {ID: "1907", Name: "黔东南"}, {
        ID: "1908",
        Name: "黔南"
      }, {ID: "1909", Name: "黔西南"}
    ],
    "海南": [
      {ID: "2001", Name: "海口"}, {ID: "2002", Name: "三亚"}, {ID: "2003", Name: "文昌"}, {
        ID: "2004",
        Name: "琼海"
      }, {ID: "2005", Name: "万宁"}, {ID: "2006", Name: "五指山"}, {ID: "2007", Name: "东方"}, {
        ID: "2008",
        Name: "儋州"
      }, {ID: "2009", Name: "临高"}, {ID: "2010", Name: "澄迈"}, {ID: "2011", Name: "定安"}, {
        ID: "2012",
        Name: "屯昌"
      }, {ID: "2013", Name: "昌江"}, {ID: "2014", Name: "白沙"}, {ID: "2015", Name: "琼中"}, {
        ID: "2016",
        Name: "陵水"
      }, {ID: "2017", Name: "保亭"}, {ID: "2018", Name: "乐东"}, {ID: "2019", Name: "保亭"}
    ],
    "河北": [
      {ID: "2101", Name: "石家庄"}, {ID: "2102", Name: "秦皇岛"}, {ID: "2103", Name: "张家口"}, {
        ID: "2104",
        Name: "承德"
      }, {ID: "2105", Name: "衡水"}, {ID: "2106", Name: "廊坊"}, {ID: "2107", Name: "沧州"}, {
        ID: "2108",
        Name: "保定"
      }, {ID: "2109", Name: "唐山"}, {ID: "2110", Name: "邢台"}, {ID: "2111", Name: "邯郸"}
    ],
    "河南": [
      {ID: "2201", Name: "郑州"}, {ID: "2202", Name: "开封"}, {ID: "2203", Name: "焦作"}, {
        ID: "2204",
        Name: "洛阳"
      }, {ID: "2205", Name: "濮阳"}, {ID: "2206", Name: "信阳"}, {ID: "2207", Name: "南阳"}, {
        ID: "2208",
        Name: "安阳"
      }, {ID: "2209", Name: "鹤壁"}, {ID: "2210", Name: "三门峡"}, {ID: "2211", Name: "漯河"}, {
        ID: "2212",
        Name: "平顶山"
      }, {ID: "2213", Name: "商丘"}, {ID: "2214", Name: "济源"}, {ID: "2215", Name: "新乡"}, {
        ID: "2216",
        Name: "许昌"
      }, {ID: "2217", Name: "周口"}, {ID: "2218", Name: "驻马店"}
    ],
    "陕西": [
      {ID: "2301", Name: "西安"}, {ID: "2302", Name: "延安"}, {ID: "2303", Name: "宝鸡"}, {
        ID: "2304",
        Name: "榆林"
      }, {ID: "2305", Name: "汉中"}, {ID: "2306", Name: "安康"}, {ID: "2307", Name: "商洛"}, {
        ID: "2308",
        Name: "铜川"
      }, {ID: "2309", Name: "渭南"}, {ID: "2310", Name: "咸阳"}
    ],
    "吉林": [
      {ID: "2401", Name: "吉林"}, {ID: "2402", Name: "长春"}, {ID: "2403", Name: "延边"}, {
        ID: "2404",
        Name: "通化"
      }, {ID: "2405", Name: "四平"}, {ID: "2406", Name: "白城"}, {ID: "2407", Name: "白山"}, {
        ID: "2408",
        Name: "辽源"
      }, {ID: "2409", Name: "松原"}
    ],
    "辽宁": [
      {ID: "2501", Name: "沈阳"}, {ID: "2502", Name: "大连"}, {ID: "2503", Name: "抚顺"}, {
        ID: "2504",
        Name: "锦州"
      }, {ID: "2505", Name: "鞍山"}, {ID: "2506", Name: "铁岭"}, {ID: "2507", Name: "丹东"}, {
        ID: "2508",
        Name: "葫芦岛"
      }, {ID: "2509", Name: "盘锦"}, {ID: "2510", Name: "朝阳"}, {ID: "2511", Name: "本溪"}, {
        ID: "2512",
        Name: "阜新"
      }, {ID: "2513", Name: "辽阳"}, {ID: "2514", Name: "营口"}
    ],
    "黑龙江": [
      {ID: "2601", Name: "哈尔滨"}, {ID: "2602", Name: "大庆"}, {ID: "2603", Name: "齐齐哈尔"}, {
        ID: "2604",
        Name: "牡丹江"
      }, {ID: "2605", Name: "佳木斯"}, {ID: "2606", Name: "黑河"}, {ID: "2607", Name: "伊春"}, {
        ID: "2608",
        Name: "大兴安岭"
      }, {ID: "2609", Name: "鹤岗"}, {ID: "2610", Name: "鸡西"}, {ID: "2611", Name: "七台河"}, {
        ID: "2612",
        Name: "双鸭山"
      }, {ID: "2613", Name: "绥化"}
    ],
    "山西": [
      {ID: "2701", Name: "太原"}, {ID: "2702", Name: "大同"}, {ID: "2703", Name: "晋中"}, {
        ID: "2704",
        Name: "晋城"
      }, {ID: "2705", Name: "吕梁"}, {ID: "2706", Name: "临汾"}, {ID: "2707", Name: "运城"}, {
        ID: "2708",
        Name: "长治"
      }, {ID: "2709", Name: "朔州"}, {ID: "2710", Name: "忻州"}, {ID: "2711", Name: "阳泉"}
    ],
    "宁夏": [
      {ID: "2801", Name: "银川"}, {ID: "2802", Name: "固原"}, {ID: "2803", Name: "石嘴山"}, {
        ID: "2804",
        Name: "中卫"
      }, {ID: "2805", Name: "吴忠"}
    ],
    "青海": [
      {ID: "2901", Name: "西宁"}, {ID: "2902", Name: "果洛"}, {ID: "2903", Name: "海北"}, {
        ID: "2904",
        Name: "海东"
      }, {ID: "2905", Name: "海南"}, {ID: "2906", Name: "海西"}, {ID: "2907", Name: "黄南"}, {
        ID: "2908",
        Name: "玉树"
      }
    ],
    "甘肃": [
      {ID: "3001", Name: "兰州"}, {ID: "3002", Name: "酒泉"}, {ID: "3003", Name: "甘南"}, {
        ID: "3004",
        Name: "白银"
      }, {ID: "3005", Name: "定西"}, {ID: "3006", Name: "嘉峪关"}, {ID: "3007", Name: "金昌"}, {
        ID: "3008",
        Name: "临夏"
      }, {ID: "3009", Name: "陇南"}, {ID: "3010", Name: "平凉"}, {ID: "3011", Name: "庆阳"}, {
        ID: "3012",
        Name: "天水"
      }, {ID: "3013", Name: "武威"}, {ID: "3014", Name: "张掖"}
    ],
    "内蒙古": [
      {ID: "3101", Name: "呼和浩特"}, {ID: "3102", Name: "鄂尔多斯"}, {ID: "3103", Name: "包头"}, {
        ID: "3104",
        Name: "赤峰"
      }, {ID: "3105", Name: "呼伦贝尔"}, {ID: "3106", Name: "阿拉善"}, {ID: "3107", Name: "巴彦淖尔"}, {
        ID: "3108",
        Name: "通辽"
      }, {ID: "3109", Name: "乌海"}, {ID: "3110", Name: "乌兰察布"}, {ID: "3111", Name: "锡林郭勒"}, {
        ID: "3112",
        Name: "兴安"
      }
    ],
    "新疆": [
      {ID: "3201", Name: "乌鲁木齐"}, {ID: "3202", Name: "吐鲁番"}, {ID: "3203", Name: "克拉玛依"}, {
        ID: "3204",
        Name: "和田"
      }, {ID: "3205", Name: "阿勒泰"}, {ID: "3206", Name: "阿克苏"}, {ID: "3207", Name: "巴音郭楞"}, {
        ID: "3208",
        Name: "博尔塔拉"
      }, {ID: "3209", Name: "昌吉"}, {ID: "3210", Name: "哈密"}, {ID: "3211", Name: "喀什"}, {
        ID: "3212",
        Name: "克孜"
      }, {ID: "3213", Name: "塔城"}, {ID: "3214", Name: "伊犁"}, {ID: "3215", Name: "石河子"}, {
        ID: "3216",
        Name: "阿拉尔"
      }, {ID: "3217", Name: "图木舒克"}, {ID: "3218", Name: "五家渠"}
    ],
    "西藏": [
      {ID: "3301", Name: "拉萨"}, {ID: "3302", Name: "阿里"}, {ID: "3303", Name: "日喀则"}, {
        ID: "3304",
        Name: "山南"
      }, {ID: "3305", Name: "昌都"}, {ID: "3306", Name: "林芝"}, {ID: "3307", Name: "那曲"}
    ],
    "台湾": [
      {ID: "3401", Name: "台北市"}, {ID: "3402", Name: "高雄市"}, {ID: "3403", Name: "花莲县"}, {
        ID: "3404",
        Name: "台东县"
      }, {ID: "3405", Name: "南投县"}, {ID: "3406", Name: "嘉义县"}, {ID: "3407", Name: "台南市"}, {
        ID: "3408",
        Name: "高雄县"
      }, {ID: "3409", Name: "基隆市"}, {ID: "3410", Name: "嘉义市"}, {ID: "3411", Name: "苗栗县"}, {
        ID: "3412",
        Name: "澎湖县"
      }, {ID: "3413", Name: "屏东县"}, {ID: "3414", Name: "台北县"}, {ID: "3415", Name: "台南县"}, {
        ID: "3416",
        Name: "台中市"
      }, {ID: "3417", Name: "台中市"}, {ID: "3418", Name: "桃园县"}, {ID: "3419", Name: "新竹市"}, {
        ID: "3420",
        Name: "新竹县"
      }, {ID: "3421", Name: "宜兰县"}, {ID: "3422", Name: "云林县"}, {ID: "3423", Name: "彰化县"}
    ]
  },
  region: {
    "北京": [
      {ID: "010101", Name: "西城区"}, {ID: "010102", Name: "东城区"}, {
        ID: "010103",
        Name: "崇文区"
      }, {ID: "010104", Name: "宣武区"}, {ID: "010105", Name: "朝阳区"}, {
        ID: "010106",
        Name: "丰台区"
      }, {ID: "010107", Name: "石景山区"}, {ID: "010108", Name: "海淀区"}, {
        ID: "010109",
        Name: "门头沟区"
      }, {ID: "010110", Name: "房山区"}, {ID: "010111", Name: "通州区"}, {
        ID: "010112",
        Name: "顺义区"
      }, {ID: "010113", Name: "昌平区"}, {ID: "010114", Name: "大兴区"}, {
        ID: "010115",
        Name: "怀柔区"
      }, {ID: "010116", Name: "平谷区"}, {ID: "010117", Name: "延庆县"}
    ],
    "天津": [
      {ID: "020101", Name: "和平区"}, {ID: "020102", Name: "河东区"}, {
        ID: "020103",
        Name: "河西区"
      }, {ID: "020104", Name: "南开区"}, {ID: "020105", Name: "河北区"}, {
        ID: "020106",
        Name: "红桥区"
      }, {ID: "020107", Name: "塘沽区"}, {ID: "020108", Name: "汉沽区"}, {
        ID: "020109",
        Name: "大港区"
      }, {ID: "020110", Name: "东丽区"}, {ID: "020111", Name: "西青区"}, {
        ID: "020112",
        Name: "津南区"
      }, {ID: "020113", Name: "北辰区"}, {ID: "020114", Name: "武清区"}, {
        ID: "020115",
        Name: "宝坻区"
      }, {ID: "020116", Name: "静海县"}, {ID: "020117", Name: "滨海新区"}, {
        ID: "020118",
        Name: "蓟县"
      }, {ID: "020119", Name: "宁河县"}
    ],
    "上海": [
      {ID: "030101", Name: "黄浦区"}, {ID: "030102", Name: "卢湾区"}, {
        ID: "030103",
        Name: "徐汇区"
      }, {ID: "030104", Name: "长宁区"}, {ID: "030105", Name: "静安区"}, {
        ID: "030106",
        Name: "普陀区"
      }, {ID: "030107", Name: "闸北区"}, {ID: "030108", Name: "虹口区"}, {
        ID: "030109",
        Name: "杨浦区"
      }, {ID: "030110", Name: "闵行区"}, {ID: "030111", Name: "宝山区"}, {
        ID: "030112",
        Name: "嘉定区"
      }, {ID: "030113", Name: "浦东新区"}, {ID: "030114", Name: "金山区"}, {
        ID: "030115",
        Name: "松江区"
      }, {ID: "030116", Name: "青浦区"}, {ID: "030117", Name: "南汇区"}, {
        ID: "030118",
        Name: "奉贤区"
      }, {ID: "030119", Name: "崇明县"}
    ],
    "南京": [
      {ID: "040101", Name: "玄武区"}, {ID: "040102", Name: "白下区"}, {
        ID: "040103",
        Name: "秦淮区"
      }, {ID: "040104", Name: "建邺区"}, {ID: "040105", Name: "鼓楼区"}, {
        ID: "040106",
        Name: "下关区"
      }, {ID: "040107", Name: "浦口区"}, {ID: "040108", Name: "栖霞区"}, {
        ID: "040109",
        Name: "雨花台区"
      }, {ID: "040110", Name: "江宁区"}, {ID: "040111", Name: "六合区"}, {
        ID: "040112",
        Name: "高淳区"
      }, {ID: "040113", Name: "溧水区"}
    ],
    "苏州": [
      {ID: "040201", Name: "沧浪区"}, {ID: "040202", Name: "平江区"}, {
        ID: "040203",
        Name: "金阊区"
      }, {ID: "040204", Name: "虎丘区"}, {ID: "040205", Name: "吴中区"}, {
        ID: "040206",
        Name: "相城区"
      }, {ID: "040207", Name: "常熟市"}, {ID: "040208", Name: "张家港市"}, {
        ID: "040209",
        Name: "昆山市"
      }, {ID: "040210", Name: "吴江市"}, {ID: "040211", Name: "太仓市"}, {ID: "040212", Name: "姑苏区"}
    ],
    "扬州": [
      {ID: "040301", Name: "广陵区"}, {ID: "040302", Name: "邗江区"}, {
        ID: "040303",
        Name: "维扬区"
      }, {ID: "040304", Name: "仪征市"}, {ID: "040305", Name: "高邮市"}, {
        ID: "040306",
        Name: "江都市"
      }, {ID: "040307", Name: "宝应县"}
    ],
    "无锡": [
      {ID: "040401", Name: "崇安区"}, {ID: "040402", Name: "南长区"}, {
        ID: "040403",
        Name: "北塘区"
      }, {ID: "040404", Name: "锡山区"}, {ID: "040405", Name: "惠山区"}, {
        ID: "040406",
        Name: "滨湖区"
      }, {ID: "040407", Name: "江阴市"}, {ID: "040408", Name: "宜兴市"}
    ],
    "连云港": [
      {ID: "040501", Name: "连云区"}, {ID: "040502", Name: "新浦区"}, {
        ID: "040503",
        Name: "海州区"
      }, {ID: "040504", Name: "东海县"}, {ID: "040505", Name: "灌云县"}, {ID: "040506", Name: "灌南县"}
    ],
    "徐州": [
      {ID: "040601", Name: "鼓楼区"}, {ID: "040602", Name: "云龙区"}, {
        ID: "040603",
        Name: "九里区"
      }, {ID: "040604", Name: "贾汪区"}, {ID: "040605", Name: "泉山区"}, {
        ID: "040606",
        Name: "新沂市"
      }, {ID: "040607", Name: "邳州市"}, {ID: "040608", Name: "铜山区"}, {ID: "040609", Name: "睢宁县"}
    ],
    "泰州": [
      {ID: "040701", Name: "海陵区"}, {ID: "040702", Name: "高港区"}, {
        ID: "040703",
        Name: "兴化市"
      }, {ID: "040704", Name: "靖江市"}, {ID: "040705", Name: "泰兴市"}, {ID: "040706", Name: "姜堰市"}
    ],
    "常州": [
      {ID: "040801", Name: "天宁区"}, {ID: "040802", Name: "钟楼区"}, {
        ID: "040803",
        Name: "戚墅堰区"
      }, {ID: "040804", Name: "新北区"}, {ID: "040805", Name: "武进区"}, {
        ID: "040806",
        Name: "溧阳市"
      }, {ID: "040807", Name: "金坛市"}
    ],
    "淮安": [
      {ID: "040901", Name: "清河区"}, {ID: "040902", Name: "楚州区"}, {
        ID: "040903",
        Name: "淮阴区"
      }, {ID: "040904", Name: "清浦区"}, {ID: "040905", Name: "涟水县"}, {
        ID: "040907",
        Name: "洪泽县"
      }, {ID: "040908", Name: "金湖县"}, {ID: "040909", Name: "盱眙县"}, {ID: "040910", Name: "淮安区"}
    ],
    "南通": [
      {ID: "041001", Name: "崇川区"}, {ID: "041002", Name: "港闸区"}, {
        ID: "041003",
        Name: "启东市"
      }, {ID: "041004", Name: "如皋市"}, {ID: "041005", Name: "通州市"}, {
        ID: "041006",
        Name: "海门市"
      }, {ID: "041007", Name: "如东县"}, {ID: "041008", Name: "海安县"}
    ],
    "盐城": [
      {ID: "041101", Name: "亭湖区"}, {ID: "041102", Name: "盐都区"}, {
        ID: "041103",
        Name: "东台市"
      }, {ID: "041104", Name: "大丰市"}, {ID: "041105", Name: "响水县"}, {
        ID: "041106",
        Name: "滨海县"
      }, {ID: "041107", Name: "射阳县"}, {ID: "041108", Name: "阜宁县"}, {ID: "041109", Name: "建湖县"}
    ],
    "镇江": [
      {ID: "041201", Name: "京口区"}, {ID: "041202", Name: "润州区"}, {
        ID: "041203",
        Name: "丹徒区"
      }, {ID: "041204", Name: "丹阳市"}, {ID: "041205", Name: "扬中市"}, {ID: "041206", Name: "句容市"}
    ],
    "宿迁": [
      {ID: "041301", Name: "宿城区"}, {ID: "041302", Name: "宿豫区"}, {
        ID: "041303",
        Name: "泗阳县"
      }, {ID: "041304", Name: "沭阳县"}, {ID: "041305", Name: "泗洪县"}
    ],
    "济南": [
      {ID: "050101", Name: "历下区"}, {ID: "050102", Name: "市中区"}, {
        ID: "050103",
        Name: "槐荫区"
      }, {ID: "050104", Name: "天桥区"}, {ID: "050105", Name: "历城区"}, {
        ID: "050106",
        Name: "长清区"
      }, {ID: "050107", Name: "章丘市"}, {ID: "050108", Name: "商河县"}, {
        ID: "050109",
        Name: "平阴县"
      }, {ID: "050110", Name: "济阳县"}
    ],
    "青岛": [
      {ID: "050201", Name: "市南区"}, {ID: "050202", Name: "市北区"}, {
        ID: "050203",
        Name: "四方区"
      }, {ID: "050204", Name: "黄岛区"}, {ID: "050205", Name: "崂山区"}, {
        ID: "050206",
        Name: "李沧区"
      }, {ID: "050207", Name: "城阳区"}, {ID: "050208", Name: "胶州市"}, {
        ID: "050209",
        Name: "即墨市"
      }, {ID: "050210", Name: "平度市"}, {ID: "050211", Name: "胶南市"}, {ID: "050212", Name: "莱西市"}
    ],
    "德州": [
      {ID: "050301", Name: "德城区"}, {ID: "050302", Name: "乐陵市"}, {
        ID: "050303",
        Name: "禹城市"
      }, {ID: "050304", Name: "临邑县"}, {ID: "050305", Name: "平原县"}, {
        ID: "050306",
        Name: "齐河县"
      }, {ID: "050307", Name: "宁津县"}, {ID: "050308", Name: "陵城区"}, {
        ID: "050309",
        Name: "庆云县"
      }, {ID: "050310", Name: "夏津县"}, {ID: "050311", Name: "武城县"}
    ],
    "潍坊": [
      {ID: "050401", Name: "潍城区"}, {ID: "050402", Name: "寒亭区"}, {
        ID: "050403",
        Name: "坊子区"
      }, {ID: "050404", Name: "奎文区"}, {ID: "050405", Name: "青州市"}, {
        ID: "050406",
        Name: "诸城市"
      }, {ID: "050407", Name: "寿光市"}, {ID: "050408", Name: "安丘市"}, {
        ID: "050409",
        Name: "高密市"
      }, {ID: "050410", Name: "昌邑市"}, {ID: "050411", Name: "昌乐县"}, {ID: "050412", Name: "临朐县"}
    ],
    "烟台": [
      {ID: "050501", Name: "芝罘区"}, {ID: "050502", Name: "福山区"}, {
        ID: "050503",
        Name: "牟平区"
      }, {ID: "050504", Name: "莱山区"}, {ID: "050505", Name: "龙口市"}, {
        ID: "050506",
        Name: "莱阳市"
      }, {ID: "050507", Name: "莱州市"}, {ID: "050508", Name: "蓬莱市"}, {
        ID: "050509",
        Name: "招远市"
      }, {ID: "050510", Name: "栖霞市"}, {ID: "050511", Name: "海阳市"}, {ID: "050512", Name: "长岛县"}
    ],
    "泰安": [
      {ID: "050601", Name: "泰山区"}, {ID: "050602", Name: "岱岳区"}, {
        ID: "050603",
        Name: "新泰市"
      }, {ID: "050604", Name: "肥城市"}, {ID: "050605", Name: "东平县"}, {ID: "050606", Name: "宁阳县"}
    ],
    "威海": [
      {ID: "050701", Name: "环翠区"}, {ID: "050702", Name: "文登区"}, {
        ID: "050703",
        Name: "荣成市"
      }, {ID: "050704", Name: "乳山市"}
    ],
    "东营": [
      {ID: "050801", Name: "东营区"}, {ID: "050802", Name: "河口区"}, {
        ID: "050803",
        Name: "广饶县"
      }, {ID: "050804", Name: "垦利县"}, {ID: "050805", Name: "利津县"}
    ],
    "淄博": [
      {ID: "050901", Name: "淄川区"}, {ID: "050902", Name: "张店区"}, {
        ID: "050903",
        Name: "博山区"
      }, {ID: "050904", Name: "临淄区"}, {ID: "050905", Name: "周村区"}, {
        ID: "050906",
        Name: "沂源县"
      }, {ID: "050907", Name: "桓台县"}, {ID: "050908", Name: "高青县"}
    ],
    "济宁": [
      {ID: "051001", Name: "市中区"}, {ID: "051002", Name: "任城区"}, {
        ID: "051003",
        Name: "曲阜市"
      }, {ID: "051004", Name: "兖州区"}, {ID: "051005", Name: "邹城市"}, {
        ID: "051006",
        Name: "微山县"
      }, {ID: "051008", Name: "汶上县"}, {ID: "051009", Name: "鱼台县"}, {
        ID: "051010",
        Name: "金乡县"
      }, {ID: "051011", Name: "嘉祥县"}, {ID: "051012", Name: "泗水县"}, {ID: "051013", Name: "梁山县"}
    ],
    "日照": [
      {ID: "051101", Name: "东港区"}, {ID: "051102", Name: "岚山区"}, {
        ID: "051103",
        Name: "莒县"
      }, {ID: "051104", Name: "五莲县"}
    ],
    "滨州": [
      {ID: "051201", Name: "滨城区"}, {ID: "051202", Name: "邹平县"}, {
        ID: "051203",
        Name: "惠民县"
      }, {ID: "051204", Name: "博兴县"}, {ID: "051205", Name: "阳信县"}, {
        ID: "051206",
        Name: "无棣县"
      }, {ID: "051207", Name: "沾化区"}
    ],
    "菏泽": [
      {ID: "051301", Name: "牡丹区"}, {ID: "051302", Name: "巨野县"}, {
        ID: "051303",
        Name: "曹县"
      }, {ID: "051304", Name: "定陶县"}, {ID: "051305", Name: "成武县"}, {
        ID: "051306",
        Name: "单县"
      }, {ID: "051307", Name: "郓城县"}, {ID: "051308", Name: "鄄城县"}, {ID: "051309", Name: "东明县"}
    ],
    "莱芜": [{ID: "051401", Name: "莱城区"}, {ID: "051402", Name: "钢城区"}],
    "聊城": [
      {ID: "051501", Name: "东昌府区"}, {ID: "051502", Name: "临清市"}, {
        ID: "051503",
        Name: "茌平县"
      }, {ID: "051504", Name: "东阿县"}, {ID: "051505", Name: "高唐县"}, {
        ID: "051506",
        Name: "阳谷县"
      }, {ID: "051507", Name: "冠县"}, {ID: "051508", Name: "莘县"}
    ],
    "临沂": [
      {ID: "051601", Name: "兰山区"}, {ID: "051602", Name: "罗庄区"}, {
        ID: "051603",
        Name: "河东区"
      }, {ID: "051604", Name: "沂南县"}, {ID: "051605", Name: "沂水县"}, {
        ID: "051606",
        Name: "平邑县"
      }, {ID: "051607", Name: "蒙阴县"}, {ID: "051608", Name: "莒南县"}, {
        ID: "051609",
        Name: "临沭县"
      }, {ID: "051610", Name: "郯城县"}, {ID: "051611", Name: "兰陵县"}, {ID: "051612", Name: "费县"}
    ],
    "枣庄": [
      {ID: "051701", Name: "市中区"}, {ID: "051702", Name: "薛城区"}, {
        ID: "051703",
        Name: "峄城区"
      }, {ID: "051704", Name: "台儿庄区"}, {ID: "051705", Name: "山亭区"}, {ID: "051706", Name: "滕州市"}
    ],
    "杭州": [
      {ID: "060101", Name: "上城区"}, {ID: "060102", Name: "下城区"}, {
        ID: "060103",
        Name: "江干区"
      }, {ID: "060104", Name: "拱墅区"}, {ID: "060105", Name: "西湖区"}, {
        ID: "060106",
        Name: "滨江区"
      }, {ID: "060107", Name: "萧山区"}, {ID: "060108", Name: "余杭区"}, {
        ID: "060109",
        Name: "建德市"
      }, {ID: "060110", Name: "富阳市"}, {ID: "060111", Name: "临安市"}, {
        ID: "060112",
        Name: "桐庐县"
      }, {ID: "060113", Name: "淳安县"}
    ],
    "温州": [
      {ID: "060201", Name: "鹿城区"}, {ID: "060202", Name: "龙湾区"}, {
        ID: "060203",
        Name: "瓯海区"
      }, {ID: "060204", Name: "平阳县"}, {ID: "060205", Name: "苍南县"}, {
        ID: "060206",
        Name: "文成县"
      }, {ID: "060207", Name: "泰顺县"}, {ID: "060208", Name: "瑞安市"}, {
        ID: "060209",
        Name: "乐清市"
      }, {ID: "060210", Name: "洞头县"}, {ID: "060211", Name: "永嘉县"}
    ],
    "宁波": [
      {ID: "060301", Name: "海曙区"}, {ID: "060302", Name: "江东区"}, {
        ID: "060303",
        Name: "江北区"
      }, {ID: "060304", Name: "北仑区"}, {ID: "060305", Name: "镇海区"}, {
        ID: "060306",
        Name: "鄞州区"
      }, {ID: "060307", Name: "余姚市"}, {ID: "060308", Name: "慈溪市"}, {
        ID: "060309",
        Name: "奉化市"
      }, {ID: "060310", Name: "象山县"}, {ID: "060311", Name: "宁海县"}
    ],
    "金华": [
      {ID: "060401", Name: "婺城区"}, {ID: "060402", Name: "金东区"}, {
        ID: "060403",
        Name: "武义县"
      }, {ID: "060404", Name: "浦江县"}, {ID: "060405", Name: "磐安县"}, {
        ID: "060406",
        Name: "兰溪市"
      }, {ID: "060407", Name: "义乌市"}, {ID: "060408", Name: "东阳市"}, {ID: "060409", Name: "永康市"}
    ],
    "嘉兴": [
      {ID: "060501", Name: "南湖区"}, {ID: "060502", Name: "秀洲区"}, {
        ID: "060503",
        Name: "嘉善县"
      }, {ID: "060504", Name: "海盐县"}, {ID: "060505", Name: "海宁市"}, {
        ID: "060506",
        Name: "平湖市"
      }, {ID: "060507", Name: "桐乡市"}
    ],
    "湖州": [
      {ID: "060601", Name: "吴兴区"}, {ID: "060602", Name: "南浔区"}, {
        ID: "060603",
        Name: "德清县"
      }, {ID: "060604", Name: "长兴县"}, {ID: "060605", Name: "安吉县"}
    ],
    "台州": [
      {ID: "060701", Name: "椒江区"}, {ID: "060702", Name: "黄岩区"}, {
        ID: "060703",
        Name: "路桥区"
      }, {ID: "060704", Name: "玉环县"}, {ID: "060705", Name: "三门县"}, {
        ID: "060706",
        Name: "天台县"
      }, {ID: "060707", Name: "仙居县"}, {ID: "060708", Name: "温岭市"}, {ID: "060709", Name: "临海市"}
    ],
    "丽水": [
      {ID: "060801", Name: "莲都区"}, {ID: "060802", Name: "青田县"}, {
        ID: "060803",
        Name: "缙云县"
      }, {ID: "060804", Name: "遂昌县"}, {ID: "060805", Name: "松阳县"}, {
        ID: "060806",
        Name: "云和县"
      }, {ID: "060807", Name: "庆元县"}, {ID: "060809", Name: "景宁畲族自治县"}, {ID: "060810", Name: "龙泉市"}
    ],
    "绍兴": [
      {ID: "060901", Name: "越城区"}, {ID: "060902", Name: "柯桥区"}, {
        ID: "060903",
        Name: "新昌县"
      }, {ID: "060904", Name: "诸暨市"}, {ID: "060905", Name: "上虞区"}, {ID: "060906", Name: "嵊州市"}
    ],
    "衢州": [
      {ID: "061001", Name: "柯城区"}, {ID: "061002", Name: "衢江区"}, {
        ID: "061003",
        Name: "常山县"
      }, {ID: "061004", Name: "开化县"}, {ID: "061005", Name: "龙游县"}, {ID: "061006", Name: "江山市"}
    ],
    "舟山": [
      {ID: "061101", Name: "定海区"}, {ID: "061102", Name: "普陀区"}, {
        ID: "061103",
        Name: "岱山县"
      }, {ID: "061104", Name: "嵊泗县"}
    ],
    "合肥": [
      {ID: "070101", Name: "瑶海区"}, {ID: "070102", Name: "庐阳区"}, {
        ID: "070103",
        Name: "蜀山区"
      }, {ID: "070104", Name: "包河区"}, {ID: "070105", Name: "长丰县"}, {
        ID: "070106",
        Name: "肥东县"
      }, {ID: "070107", Name: "肥西县"}, {ID: "070108", Name: "巢湖区"}, {ID: "070109", Name: "庐江县"}
    ],
    "滁州": [
      {ID: "070201", Name: "琅琊区"}, {ID: "070202", Name: "南谯区"}, {
        ID: "070203",
        Name: "来安县"
      }, {ID: "070204", Name: "全椒县"}, {ID: "070205", Name: "定远县"}, {
        ID: "070206",
        Name: "凤阳县"
      }, {ID: "070207", Name: "天长市"}, {ID: "070208", Name: "明光市"}
    ],
    "亳州": [
      {ID: "070301", Name: "谯城区"}, {ID: "070302", Name: "涡阳县"}, {
        ID: "070303",
        Name: "蒙城县"
      }, {ID: "070304", Name: "利辛县"}
    ],
    "蚌埠": [
      {ID: "070401", Name: "龙子湖区"}, {ID: "070402", Name: "蚌山区"}, {
        ID: "070403",
        Name: "禹会区"
      }, {ID: "070404", Name: "淮上区"}, {ID: "070405", Name: "怀远县"}, {
        ID: "070406",
        Name: "五河县"
      }, {ID: "070407", Name: "固镇县"}
    ],
    "安庆": [
      {ID: "070501", Name: "迎江区"}, {ID: "070502", Name: "大观区"}, {
        ID: "070503",
        Name: "宜秀区"
      }, {ID: "070504", Name: "怀宁县"}, {ID: "070505", Name: "枞阳县"}, {
        ID: "070506",
        Name: "潜山县"
      }, {ID: "070507", Name: "太湖县"}, {ID: "070508", Name: "宿松县"}, {
        ID: "070509",
        Name: "望江县"
      }, {ID: "070510", Name: "岳西县"}, {ID: "070511", Name: "桐城市"}
    ],
    "黄山": [
      {ID: "070601", Name: "屯溪区"}, {ID: "070602", Name: "黄山区"}, {
        ID: "070603",
        Name: "徽州区"
      }, {ID: "070604", Name: "歙县"}, {ID: "070605", Name: "休宁县"}, {
        ID: "070606",
        Name: "黟县"
      }, {ID: "070607", Name: "祁门县"}
    ],
    "宣城": [
      {ID: "070701", Name: "宣州区"}, {ID: "070702", Name: "郎溪县"}, {
        ID: "070703",
        Name: "广德县"
      }, {ID: "070704", Name: "泾县"}, {ID: "070705", Name: "绩溪县"}, {
        ID: "070706",
        Name: "旌德县"
      }, {ID: "070707", Name: "宁国市"}
    ],
    "马鞍山": [
      {ID: "070801", Name: "金家庄区"}, {ID: "070802", Name: "花山区"}, {
        ID: "070803",
        Name: "雨山区"
      }, {ID: "070804", Name: "当涂县"}, {ID: "070805", Name: "含山县"}, {
        ID: "070806",
        Name: "和县"
      }, {ID: "070807", Name: "博望区"}
    ],
    "芜湖": [
      {ID: "070901", Name: "镜湖区"}, {ID: "070902", Name: "弋江区"}, {
        ID: "070903",
        Name: "鸠江区"
      }, {ID: "070904", Name: "三山区"}, {ID: "070905", Name: "芜湖县"}, {
        ID: "070906",
        Name: "繁昌县"
      }, {ID: "070907", Name: "南陵县"}, {ID: "070908", Name: "无为县"}
    ],
    "阜阳": [
      {ID: "071001", Name: "颍州区"}, {ID: "071002", Name: "颍东区"}, {
        ID: "071003",
        Name: "颍泉区"
      }, {ID: "071004", Name: "临泉县"}, {ID: "071005", Name: "太和县"}, {
        ID: "071006",
        Name: "阜南县"
      }, {ID: "071007", Name: "颍上县"}, {ID: "071008", Name: "界首市"}
    ],
    "六安": [
      {ID: "071201", Name: "金安区"}, {ID: "071202", Name: "裕安区"}, {
        ID: "071203",
        Name: "寿县"
      }, {ID: "071204", Name: "霍邱县"}, {ID: "071205", Name: "舒城县"}, {
        ID: "071206",
        Name: "金寨县"
      }, {ID: "071207", Name: "霍山县"}
    ],
    "池州": [
      {ID: "071301", Name: "贵池区"}, {ID: "071302", Name: "东至县"}, {
        ID: "071303",
        Name: "石台县"
      }, {ID: "071304", Name: "青阳县"}
    ],
    "淮北": [
      {ID: "071401", Name: "杜集区"}, {ID: "071402", Name: "相山区"}, {
        ID: "071403",
        Name: "烈山区"
      }, {ID: "071404", Name: "濉溪县"}
    ],
    "淮南": [
      {ID: "071501", Name: "大通区"}, {ID: "071502", Name: "田家庵区"}, {
        ID: "071503",
        Name: "谢家集区"
      }, {ID: "071504", Name: "八公山区"}, {ID: "071505", Name: "潘集区"}, {
        ID: "071506",
        Name: "凤台县"
      }, {ID: "071507", Name: "毛集社会发展综合实验区"}
    ],
    "宿州": [
      {ID: "071601", Name: "埇桥区"}, {ID: "071602", Name: "砀山县"}, {
        ID: "071603",
        Name: "萧县"
      }, {ID: "071604", Name: "灵璧县"}, {ID: "071605", Name: "泗县"}
    ],
    "铜陵": [
      {ID: "071701", Name: "铜官山区"}, {ID: "071702", Name: "狮子山区"}, {
        ID: "071703",
        Name: "郊区"
      }, {ID: "071704", Name: "铜陵县"}
    ],
    "福州": [
      {ID: "080101", Name: "鼓楼区"}, {ID: "080102", Name: "台江区"}, {
        ID: "080103",
        Name: "仓山区"
      }, {ID: "080104", Name: "马尾区"}, {ID: "080105", Name: "晋安区"}, {
        ID: "080106",
        Name: "闽侯县"
      }, {ID: "080107", Name: "连江县"}, {ID: "080108", Name: "罗源县"}, {
        ID: "080109",
        Name: "闽清县"
      }, {ID: "080110", Name: "永泰县"}, {ID: "080111", Name: "平潭县"}, {
        ID: "080112",
        Name: "福清市"
      }, {ID: "080113", Name: "长乐市"}
    ],
    "厦门": [
      {ID: "080201", Name: "思明区"}, {ID: "080202", Name: "海沧区"}, {
        ID: "080203",
        Name: "湖里区"
      }, {ID: "080204", Name: "集美区"}, {ID: "080205", Name: "同安区"}, {ID: "080206", Name: "翔安区"}
    ],
    "泉州": [
      {ID: "080301", Name: "鲤城区"}, {ID: "080302", Name: "丰泽区"}, {
        ID: "080303",
        Name: "洛江区"
      }, {ID: "080304", Name: "泉港区"}, {ID: "080305", Name: "惠安县"}, {
        ID: "080306",
        Name: "安溪县"
      }, {ID: "080307", Name: "永春县"}, {ID: "080308", Name: "德化县"}, {
        ID: "080309",
        Name: "金门县"
      }, {ID: "080310", Name: "石狮市"}, {ID: "080311", Name: "晋江市"}, {ID: "080312", Name: "南安市"}
    ],
    "莆田": [
      {ID: "080401", Name: "城厢区"}, {ID: "080402", Name: "涵江区"}, {
        ID: "080403",
        Name: "荔城区"
      }, {ID: "080404", Name: "秀屿区"}, {ID: "080405", Name: "仙游县"}
    ],
    "漳州": [
      {ID: "080501", Name: "芗城区"}, {ID: "080502", Name: "龙文区"}, {
        ID: "080503",
        Name: "云霄县"
      }, {ID: "080504", Name: "漳浦县"}, {ID: "080505", Name: "诏安县"}, {
        ID: "080506",
        Name: "长泰县"
      }, {ID: "080507", Name: "东山县"}, {ID: "080508", Name: "南靖县"}, {
        ID: "080509",
        Name: "平和县"
      }, {ID: "080510", Name: "华安县"}, {ID: "080511", Name: "龙海市"}
    ],
    "龙岩": [
      {ID: "080601", Name: "新罗区"}, {ID: "080602", Name: "长汀县"}, {
        ID: "080603",
        Name: "永定县"
      }, {ID: "080604", Name: "上杭县"}, {ID: "080605", Name: "武平县"}, {
        ID: "080606",
        Name: "连城县"
      }, {ID: "080607", Name: "漳平市"}
    ],
    "南平": [
      {ID: "080701", Name: "延平区"}, {ID: "080702", Name: "顺昌县"}, {
        ID: "080703",
        Name: "浦城县"
      }, {ID: "080704", Name: "光泽县"}, {ID: "080705", Name: "松溪县"}, {
        ID: "080706",
        Name: "政和县"
      }, {ID: "080707", Name: "邵武市"}, {ID: "080708", Name: "武夷山市"}, {
        ID: "080709",
        Name: "建瓯市"
      }, {ID: "080710", Name: "建阳市"}
    ],
    "宁德": [
      {ID: "080801", Name: "蕉城区"}, {ID: "080802", Name: "霞浦县"}, {
        ID: "080803",
        Name: "古田县"
      }, {ID: "080804", Name: "屏南县"}, {ID: "080805", Name: "寿宁县"}, {
        ID: "080806",
        Name: "周宁县"
      }, {ID: "080807", Name: "柘荣县"}, {ID: "080808", Name: "福安市"}, {ID: "080809", Name: "福鼎市"}
    ],
    "三明": [
      {ID: "080901", Name: "梅列区"}, {ID: "080902", Name: "三元区"}, {
        ID: "080903",
        Name: "明溪县"
      }, {ID: "080904", Name: "清流县"}, {ID: "080905", Name: "宁化县"}, {
        ID: "080906",
        Name: "大田县"
      }, {ID: "080907", Name: "尤溪县"}, {ID: "080908", Name: "沙县"}, {
        ID: "080909",
        Name: "将乐县"
      }, {ID: "080910", Name: "泰宁县"}, {ID: "080911", Name: "建宁县"}, {ID: "080912", Name: "永安市"}
    ],
    "南昌": [
      {ID: "090101", Name: "东湖区"}, {ID: "090102", Name: "西湖区"}, {
        ID: "090103",
        Name: "青云谱区"
      }, {ID: "090104", Name: "湾里区"}, {ID: "090105", Name: "青山湖区"}, {
        ID: "090106",
        Name: "南昌县"
      }, {ID: "090107", Name: "新建县"}, {ID: "090108", Name: "安义县"}, {ID: "090109", Name: "进贤县"}
    ],
    "赣州": [
      {ID: "090201", Name: "章贡区"}, {ID: "090202", Name: "赣县"}, {
        ID: "090203",
        Name: "信丰县"
      }, {ID: "090204", Name: "大余县"}, {ID: "090205", Name: "上犹县"}, {
        ID: "090206",
        Name: "崇义县"
      }, {ID: "090207", Name: "安远县"}, {ID: "090208", Name: "龙南县"}, {
        ID: "090209",
        Name: "定南县"
      }, {ID: "090210", Name: "全南县"}, {ID: "090211", Name: "宁都县"}, {
        ID: "090212",
        Name: "于都县"
      }, {ID: "090213", Name: "兴国县"}, {ID: "090214", Name: "会昌县"}, {
        ID: "090215",
        Name: "寻乌县"
      }, {ID: "090216", Name: "石城县"}, {ID: "090217", Name: "瑞金市"}, {ID: "090218", Name: "南康市"}
    ],
    "九江": [
      {ID: "090301", Name: "庐山区"}, {ID: "090302", Name: "浔阳区"}, {
        ID: "090303",
        Name: "九江县"
      }, {ID: "090304", Name: "武宁县"}, {ID: "090305", Name: "修水县"}, {
        ID: "090306",
        Name: "永修县"
      }, {ID: "090307", Name: "德安县"}, {ID: "090308", Name: "共青开放开发区"}, {
        ID: "090309",
        Name: "星子县"
      }, {ID: "090310", Name: "都昌县"}, {ID: "090311", Name: "湖口县"}, {
        ID: "090312",
        Name: "彭泽县"
      }, {ID: "090313", Name: "瑞昌市"}
    ],
    "景德镇": [
      {ID: "090401", Name: "昌江区"}, {ID: "090402", Name: "珠山区"}, {
        ID: "090403",
        Name: "浮梁县"
      }, {ID: "090404", Name: "乐平市"}
    ],
    "上饶": [
      {ID: "090501", Name: "信州区"}, {ID: "090502", Name: "上饶县"}, {
        ID: "090503",
        Name: "广丰县"
      }, {ID: "090504", Name: "玉山县"}, {ID: "090505", Name: "铅山县"}, {
        ID: "090506",
        Name: "横峰县"
      }, {ID: "090507", Name: "弋阳县"}, {ID: "090508", Name: "余干县"}, {
        ID: "090509",
        Name: "鄱阳县"
      }, {ID: "090510", Name: "万年县"}, {ID: "090511", Name: "婺源县"}, {ID: "090512", Name: "德兴市"}
    ],
    "吉安": [
      {ID: "090601", Name: "吉州区"}, {ID: "090602", Name: "青原区"}, {
        ID: "090603",
        Name: "吉安县"
      }, {ID: "090604", Name: "吉水县"}, {ID: "090605", Name: "峡江县"}, {
        ID: "090606",
        Name: "新干县"
      }, {ID: "090607", Name: "永丰县"}, {ID: "090608", Name: "泰和县"}, {
        ID: "090609",
        Name: "遂川县"
      }, {ID: "090610", Name: "万安县"}, {ID: "090611", Name: "安福县"}, {
        ID: "090612",
        Name: "永新县"
      }, {ID: "090613", Name: "井冈山市"}
    ],
    "宜春": [
      {ID: "090701", Name: "袁州区"}, {ID: "090702", Name: "奉新县"}, {
        ID: "090703",
        Name: "万载县"
      }, {ID: "090704", Name: "上高县"}, {ID: "090705", Name: "宜丰县"}, {
        ID: "090706",
        Name: "靖安县"
      }, {ID: "090707", Name: "铜鼓县"}, {ID: "090708", Name: "丰城市"}, {
        ID: "090709",
        Name: "樟树市"
      }, {ID: "090710", Name: "高安市"}
    ],
    "鹰潭": [{ID: "090801", Name: "月湖区"}, {ID: "090802", Name: "余江县"}, {ID: "090803", Name: "贵溪市"}],
    "抚州": [
      {ID: "090901", Name: "临川区"}, {ID: "090902", Name: "南城县"}, {
        ID: "090903",
        Name: "黎川县"
      }, {ID: "090904", Name: "南丰县"}, {ID: "090905", Name: "崇仁县"}, {
        ID: "090906",
        Name: "乐安县"
      }, {ID: "090907", Name: "宜黄县"}, {ID: "090908", Name: "金溪县"}, {
        ID: "090909",
        Name: "资溪县"
      }, {ID: "090910", Name: "东乡县"}, {ID: "090911", Name: "广昌县"}
    ],
    "萍乡": [
      {ID: "091001", Name: "安源区"}, {ID: "091002", Name: "湘东区"}, {
        ID: "091003",
        Name: "莲花县"
      }, {ID: "091004", Name: "上栗县"}, {ID: "091005", Name: "芦溪县"}
    ],
    "新余": [{ID: "091101", Name: "渝水区"}, {ID: "091102", Name: "分宜县"}],
    "广州": [
      {ID: "100101", Name: "荔湾区"}, {ID: "100102", Name: "越秀区"}, {
        ID: "100103",
        Name: "海珠区"
      }, {ID: "100104", Name: "天河区"}, {ID: "100105", Name: "白云区"}, {
        ID: "100106",
        Name: "黄埔区"
      }, {ID: "100107", Name: "番禺区"}, {ID: "100108", Name: "花都区"}, {
        ID: "100109",
        Name: "南沙区"
      }, {ID: "100110", Name: "萝岗区"}, {ID: "100111", Name: "增城市"}, {ID: "100112", Name: "从化市"}
    ],
    "深圳": [
      {ID: "100201", Name: "罗湖区"}, {ID: "100202", Name: "福田区"}, {
        ID: "100203",
        Name: "南山区"
      }, {ID: "100204", Name: "宝安区"}, {ID: "100205", Name: "龙岗区"}, {ID: "100206", Name: "盐田区"}
    ],
    "东莞": [],
    "佛山": [
      {ID: "100401", Name: "禅城区"}, {ID: "100402", Name: "南海区"}, {
        ID: "100403",
        Name: "顺德区"
      }, {ID: "100404", Name: "三水区"}, {ID: "100405", Name: "高明区"}
    ],
    "潮州": [{ID: "100501", Name: "湘桥区"}, {ID: "100502", Name: "潮安县"}, {ID: "100503", Name: "饶平县"}],
    "惠州": [
      {ID: "100601", Name: "惠城区"}, {ID: "100602", Name: "惠阳区"}, {
        ID: "100603",
        Name: "博罗县"
      }, {ID: "100604", Name: "惠东县"}, {ID: "100605", Name: "龙门县"}
    ],
    "汕头": [
      {ID: "100701", Name: "龙湖区"}, {ID: "100702", Name: "金平区"}, {
        ID: "100703",
        Name: "濠江区"
      }, {ID: "100704", Name: "潮阳区"}, {ID: "100705", Name: "潮南区"}, {ID: "100706", Name: "澄海区"}
    ],
    "珠海": [{ID: "100801", Name: "香洲区"}, {ID: "100802", Name: "斗门区"}, {ID: "100803", Name: "金湾区"}],
    "中山": [],
    "江门": [
      {ID: "101001", Name: "蓬江区"}, {ID: "101002", Name: "江海区"}, {
        ID: "101003",
        Name: "新会区"
      }, {ID: "101004", Name: "台山市"}, {ID: "101005", Name: "开平市"}, {
        ID: "101006",
        Name: "鹤山市"
      }, {ID: "101007", Name: "恩平市"}
    ],
    "韶关": [
      {ID: "101101", Name: "武江区"}, {ID: "101102", Name: "浈江区"}, {
        ID: "101103",
        Name: "曲江区"
      }, {ID: "101104", Name: "始兴县"}, {ID: "101105", Name: "仁化县"}, {
        ID: "101106",
        Name: "翁源县"
      }, {ID: "101107", Name: "乳源县"}, {ID: "101108", Name: "新丰县"}, {
        ID: "101109",
        Name: "乐昌市"
      }, {ID: "101110", Name: "南雄市"}
    ],
    "阳江": [
      {ID: "101201", Name: "江城区"}, {ID: "101202", Name: "阳西县"}, {
        ID: "101203",
        Name: "阳东县"
      }, {ID: "101204", Name: "阳春市"}
    ],
    "湛江": [
      {ID: "101301", Name: "赤坎区"}, {ID: "101302", Name: "霞山区"}, {
        ID: "101303",
        Name: "坡头区"
      }, {ID: "101304", Name: "麻章区"}, {ID: "101305", Name: "遂溪县"}, {
        ID: "101306",
        Name: "徐闻县"
      }, {ID: "101307", Name: "廉江市"}, {ID: "101308", Name: "雷州市"}, {ID: "101309", Name: "吴川市"}
    ],
    "肇庆": [
      {ID: "101401", Name: "端州区"}, {ID: "101402", Name: "鼎湖区"}, {
        ID: "101403",
        Name: "广宁县"
      }, {ID: "101404", Name: "怀集县"}, {ID: "101405", Name: "封开县"}, {
        ID: "101406",
        Name: "德庆县"
      }, {ID: "101407", Name: "高要市"}, {ID: "101408", Name: "四会市"}
    ],
    "茂名": [
      {ID: "101501", Name: "茂南区"}, {ID: "101502", Name: "茂港区"}, {
        ID: "101503",
        Name: "电白县"
      }, {ID: "101504", Name: "高州市"}, {ID: "101505", Name: "化州市"}, {ID: "101506", Name: "信宜市"}
    ],
    "清远": [
      {ID: "101601", Name: "清城区"}, {ID: "101602", Name: "佛冈县"}, {
        ID: "101603",
        Name: "阳山县"
      }, {ID: "101604", Name: "连山县"}, {ID: "101605", Name: "连南县"}, {
        ID: "101606",
        Name: "清新县"
      }, {ID: "101607", Name: "英德市"}, {ID: "101608", Name: "连州市"}
    ],
    "梅州": [
      {ID: "101701", Name: "梅江区"}, {ID: "101702", Name: "梅县"}, {
        ID: "101703",
        Name: "大埔县"
      }, {ID: "101704", Name: "丰顺县"}, {ID: "101705", Name: "五华县"}, {
        ID: "101706",
        Name: "平远县"
      }, {ID: "101707", Name: "蕉岭县"}, {ID: "101708", Name: "兴宁市"}
    ],
    "河源": [
      {ID: "101801", Name: "源城区"}, {ID: "101802", Name: "紫金县"}, {
        ID: "101803",
        Name: "龙川县"
      }, {ID: "101804", Name: "连平县"}, {ID: "101805", Name: "和平县"}, {ID: "101806", Name: "东源县"}
    ],
    "揭阳": [
      {ID: "101901", Name: "榕城区"}, {ID: "101902", Name: "揭东县"}, {
        ID: "101903",
        Name: "揭西县"
      }, {ID: "101904", Name: "惠来县"}, {ID: "101905", Name: "普宁市"}
    ],
    "汕尾": [
      {ID: "102001", Name: "城区"}, {ID: "102002", Name: "海丰县"}, {
        ID: "102003",
        Name: "陆河县"
      }, {ID: "102004", Name: "陆丰市"}
    ],
    "云浮": [
      {ID: "102101", Name: "云城区"}, {ID: "102102", Name: "新兴县"}, {
        ID: "102103",
        Name: "郁南县"
      }, {ID: "102104", Name: "云安县"}, {ID: "102105", Name: "罗定市"}
    ],
    "南宁": [
      {ID: "110101", Name: "兴宁区"}, {ID: "110102", Name: "青秀区"}, {
        ID: "110103",
        Name: "江南区"
      }, {ID: "110104", Name: "西乡塘区"}, {ID: "110105", Name: "良庆区"}, {
        ID: "110106",
        Name: "邕宁区"
      }, {ID: "110107", Name: "武鸣县"}, {ID: "110108", Name: "隆安县"}, {
        ID: "110109",
        Name: "马山县"
      }, {ID: "110110", Name: "上林县"}, {ID: "110111", Name: "宾阳县"}, {ID: "110112", Name: "横县"}
    ],
    "桂林": [
      {ID: "110201", Name: "秀峰区"}, {ID: "110202", Name: "叠彩区"}, {
        ID: "110203",
        Name: "象山区"
      }, {ID: "110204", Name: "七星区"}, {ID: "110205", Name: "雁山区"}, {
        ID: "110206",
        Name: "阳朔县"
      }, {ID: "110207", Name: "临桂县"}, {ID: "110208", Name: "灵川县"}, {
        ID: "110209",
        Name: "全州县"
      }, {ID: "110210", Name: "兴安县"}, {ID: "110211", Name: "永福县"}, {
        ID: "110212",
        Name: "灌阳县"
      }, {ID: "110213", Name: "龙胜县"}, {ID: "110214", Name: "资源县"}, {
        ID: "110215",
        Name: "平乐县"
      }, {ID: "110216", Name: "荔浦县"}, {ID: "110217", Name: "恭城县"}
    ],
    "柳州": [
      {ID: "110301", Name: "城中区"}, {ID: "110302", Name: "鱼峰区"}, {
        ID: "110303",
        Name: "柳南区"
      }, {ID: "110304", Name: "柳北区"}, {ID: "110305", Name: "柳江县"}, {
        ID: "110306",
        Name: "柳城县"
      }, {ID: "110307", Name: "鹿寨县"}, {ID: "110308", Name: "融安县"}, {
        ID: "110309",
        Name: "融水县"
      }, {ID: "110310", Name: "三江县"}
    ],
    "北海": [
      {ID: "110401", Name: "海城区"}, {ID: "110402", Name: "银海区"}, {
        ID: "110403",
        Name: "铁山港区"
      }, {ID: "110404", Name: "合浦县"}
    ],
    "百色": [
      {ID: "110501", Name: "右江区"}, {ID: "110502", Name: "田阳县"}, {
        ID: "110503",
        Name: "田东县"
      }, {ID: "110504", Name: "平果县"}, {ID: "110505", Name: "德保县"}, {
        ID: "110506",
        Name: "靖西县"
      }, {ID: "110507", Name: "那坡县"}, {ID: "110508", Name: "凌云县"}, {
        ID: "110509",
        Name: "乐业县"
      }, {ID: "110510", Name: "田林县"}, {ID: "110511", Name: "西林县"}, {ID: "110512", Name: "隆林县"}
    ],
    "防城港": [
      {ID: "110601", Name: "港口区"}, {ID: "110602", Name: "防城区"}, {
        ID: "110603",
        Name: "上思县"
      }, {ID: "110604", Name: "东兴市"}
    ],
    "钦州": [
      {ID: "110701", Name: "钦南区"}, {ID: "110702", Name: "钦北区"}, {
        ID: "110703",
        Name: "灵山县"
      }, {ID: "110704", Name: "浦北县"}
    ],
    "玉林": [
      {ID: "110801", Name: "玉州区"}, {ID: "110802", Name: "容县"}, {
        ID: "110803",
        Name: "陆川县"
      }, {ID: "110804", Name: "博白县"}, {ID: "110805", Name: "兴业县"}, {ID: "110806", Name: "北流市"}
    ],
    "梧州": [
      {ID: "110901", Name: "万秀区"}, {ID: "110902", Name: "蝶山区"}, {
        ID: "110903",
        Name: "长洲区"
      }, {ID: "110904", Name: "苍梧县"}, {ID: "110905", Name: "藤县"}, {
        ID: "110906",
        Name: "蒙山县"
      }, {ID: "110907", Name: "岑溪市"}
    ],
    "贺州": [
      {ID: "111001", Name: "八步区"}, {ID: "111002", Name: "昭平县"}, {
        ID: "111003",
        Name: "钟山县"
      }, {ID: "111004", Name: "富川县"}
    ],
    "河池": [
      {ID: "111101", Name: "金城江区"}, {ID: "111102", Name: "南丹县"}, {
        ID: "111103",
        Name: "天峨县"
      }, {ID: "111104", Name: "凤山县"}, {ID: "111105", Name: "东兰县"}, {
        ID: "111106",
        Name: "罗城县"
      }, {ID: "111107", Name: "环江县"}, {ID: "111108", Name: "巴马县"}, {
        ID: "111109",
        Name: "都安县"
      }, {ID: "111110", Name: "大化县"}, {ID: "111111", Name: "宜州市"}
    ],
    "来宾": [
      {ID: "111201", Name: "兴宾区"}, {ID: "111202", Name: "忻城县"}, {
        ID: "111203",
        Name: "象州县"
      }, {ID: "111204", Name: "武宣县"}, {ID: "111205", Name: "金秀县"}, {ID: "111206", Name: "合山市"}
    ],
    "崇左": [
      {ID: "111301", Name: "江洲区"}, {ID: "111302", Name: "扶绥县"}, {
        ID: "111303",
        Name: "宁明县"
      }, {ID: "111304", Name: "龙州县"}, {ID: "111305", Name: "大新县"}, {
        ID: "111306",
        Name: "天等县"
      }, {ID: "111307", Name: "凭祥市"}
    ],
    "贵港": [
      {ID: "111401", Name: "港北区"}, {ID: "111402", Name: "港南区"}, {
        ID: "111403",
        Name: "覃塘区"
      }, {ID: "111404", Name: "平南县"}, {ID: "111405", Name: "桂平市"}
    ],
    "香港": [
      {ID: "120101", Name: "九龙"}, {ID: "120102", Name: "香港岛"}, {
        ID: "120103",
        Name: "新界"
      }, {ID: "120104", Name: "大屿山"}
    ],
    "九龙": [],
    "澳门": [],
    "重庆": [
      {ID: "140101", Name: "万州区"}, {ID: "140102", Name: "涪陵区"}, {
        ID: "140103",
        Name: "渝中区"
      }, {ID: "140104", Name: "大渡口区"}, {ID: "140105", Name: "江北区"}, {
        ID: "140106",
        Name: "沙坪坝区"
      }, {ID: "140107", Name: "九龙坡区"}, {ID: "140108", Name: "南岸区"}, {
        ID: "140109",
        Name: "北碚区"
      }, {ID: "140110", Name: "万盛区"}, {ID: "140111", Name: "双桥区"}, {
        ID: "140112",
        Name: "渝北区"
      }, {ID: "140113", Name: "巴南区"}, {ID: "140114", Name: "黔江区"}, {
        ID: "140115",
        Name: "长寿区"
      }, {ID: "140116", Name: "綦江县"}, {ID: "140117", Name: "潼南县"}, {
        ID: "140118",
        Name: "铜梁县"
      }, {ID: "140119", Name: "大足县"}, {ID: "140120", Name: "荣昌县"}, {
        ID: "140121",
        Name: "璧山县"
      }, {ID: "140122", Name: "梁平县"}, {ID: "140123", Name: "城口县"}, {
        ID: "140124",
        Name: "丰都县"
      }, {ID: "140125", Name: "垫江县"}, {ID: "140126", Name: "武隆县"}, {
        ID: "140127",
        Name: "忠县"
      }, {ID: "140128", Name: "开县"}, {ID: "140129", Name: "云阳县"}, {
        ID: "140130",
        Name: "奉节县"
      }, {ID: "140131", Name: "巫山县"}, {ID: "140132", Name: "巫溪县"}, {
        ID: "140133",
        Name: "石柱县"
      }, {ID: "140134", Name: "秀山县"}, {ID: "140135", Name: "酉阳县"}, {
        ID: "140136",
        Name: "彭水县"
      }, {ID: "140137", Name: "江津市"}, {ID: "140138", Name: "合川区"}, {
        ID: "140139",
        Name: "永川区"
      }, {ID: "140140", Name: "南川区"}
    ],
    "成都": [
      {ID: "150101", Name: "锦江区"}, {ID: "150102", Name: "青羊区"}, {
        ID: "150103",
        Name: "金牛区"
      }, {ID: "150104", Name: "武侯区"}, {ID: "150105", Name: "成华区"}, {
        ID: "150106",
        Name: "龙泉驿区"
      }, {ID: "150107", Name: "青白江区"}, {ID: "150108", Name: "新都区"}, {
        ID: "150109",
        Name: "温江区"
      }, {ID: "150111", Name: "金堂县"}, {ID: "150112", Name: "双流县"}, {
        ID: "150113",
        Name: "郫县"
      }, {ID: "150114", Name: "大邑县"}, {ID: "150115", Name: "蒲江县"}, {
        ID: "150116",
        Name: "新津县"
      }, {ID: "150117", Name: "都江堰市"}, {ID: "150118", Name: "彭州市"}, {
        ID: "150119",
        Name: "邛崃市"
      }, {ID: "150120", Name: "崇州市"}
    ],
    "南充": [
      {ID: "150201", Name: "顺庆区"}, {ID: "150202", Name: "高坪区"}, {
        ID: "150203",
        Name: "嘉陵区"
      }, {ID: "150204", Name: "南部县"}, {ID: "150205", Name: "营山县"}, {
        ID: "150206",
        Name: "蓬安县"
      }, {ID: "150207", Name: "仪陇县"}, {ID: "150208", Name: "西充县"}, {ID: "150209", Name: "阆中市"}
    ],
    "乐山": [
      {ID: "150301", Name: "市中区"}, {ID: "150302", Name: "沙湾区"}, {
        ID: "150303",
        Name: "五通桥区"
      }, {ID: "150304", Name: "金口河区"}, {ID: "150305", Name: "犍为县"}, {
        ID: "150306",
        Name: "井研县"
      }, {ID: "150307", Name: "夹江县"}, {ID: "150308", Name: "沐川县"}, {
        ID: "150309",
        Name: "峨边县"
      }, {ID: "150310", Name: "马边县"}, {ID: "150311", Name: "峨眉山市"}
    ],
    "泸州": [
      {ID: "150401", Name: "江阳区"}, {ID: "150402", Name: "纳溪区"}, {
        ID: "150403",
        Name: "龙马潭区"
      }, {ID: "150404", Name: "泸县"}, {ID: "150405", Name: "合江县"}, {
        ID: "150406",
        Name: "叙永县"
      }, {ID: "150407", Name: "古蔺县"}
    ],
    "绵阳": [
      {ID: "150501", Name: "涪城区"}, {ID: "150502", Name: "游仙区"}, {
        ID: "150503",
        Name: "三台县"
      }, {ID: "150504", Name: "盐亭县"}, {ID: "150505", Name: "安县"}, {
        ID: "150506",
        Name: "梓潼县"
      }, {ID: "150507", Name: "北川县"}, {ID: "150508", Name: "平武县"}, {ID: "150509", Name: "江油市"}
    ],
    "广元": [
      {ID: "150601", Name: "市中区"}, {ID: "150602", Name: "元坝区"}, {
        ID: "150603",
        Name: "朝天区"
      }, {ID: "150604", Name: "旺苍县"}, {ID: "150605", Name: "青川县"}, {
        ID: "150606",
        Name: "剑阁县"
      }, {ID: "150607", Name: "苍溪县"}, {ID: "150608", Name: "利州区"}
    ],
    "遂宁": [
      {ID: "150701", Name: "船山区"}, {ID: "150702", Name: "安居区"}, {
        ID: "150703",
        Name: "蓬溪县"
      }, {ID: "150704", Name: "射洪县"}, {ID: "150705", Name: "大英县"}
    ],
    "宜宾": [
      {ID: "150801", Name: "翠屏区"}, {ID: "150802", Name: "宜宾县"}, {
        ID: "150803",
        Name: "南溪县"
      }, {ID: "150804", Name: "江安县"}, {ID: "150805", Name: "长宁县"}, {
        ID: "150806",
        Name: "高县"
      }, {ID: "150807", Name: "珙县"}, {ID: "150808", Name: "筠连县"}, {
        ID: "150809",
        Name: "兴文县"
      }, {ID: "150810", Name: "屏山县"}
    ],
    "自贡": [
      {ID: "150901", Name: "自流井区"}, {ID: "150902", Name: "贡井区"}, {
        ID: "150903",
        Name: "大安区"
      }, {ID: "150904", Name: "沿滩区"}, {ID: "150905", Name: "荣县"}, {ID: "150906", Name: "富顺县"}
    ],
    "德阳": [
      {ID: "151001", Name: "旌阳区"}, {ID: "151002", Name: "中江县"}, {
        ID: "151003",
        Name: "罗江县"
      }, {ID: "151004", Name: "广汉市"}, {ID: "151005", Name: "什邡市"}, {ID: "151006", Name: "绵竹市"}
    ],
    "阿坝": [
      {ID: "151101", Name: "汶川县"}, {ID: "151102", Name: "理县"}, {
        ID: "151103",
        Name: "茂县"
      }, {ID: "151104", Name: "松潘县"}, {ID: "151105", Name: "九寨沟县"}, {
        ID: "151106",
        Name: "金川县"
      }, {ID: "151107", Name: "小金县"}, {ID: "151108", Name: "黑水县"}, {
        ID: "151109",
        Name: "马尔康县"
      }, {ID: "151110", Name: "壤塘县"}, {ID: "151111", Name: "阿坝县"}, {
        ID: "151112",
        Name: "若尔盖县"
      }, {ID: "151113", Name: "红原县"}
    ],
    "巴中": [
      {ID: "151201", Name: "巴州区"}, {ID: "151202", Name: "通江县"}, {
        ID: "151203",
        Name: "南江县"
      }, {ID: "151204", Name: "平昌县"}
    ],
    "达州": [
      {ID: "151302", Name: "通川区"}, {ID: "151303", Name: "达县"}, {
        ID: "151304",
        Name: "宣汉县"
      }, {ID: "151305", Name: "开江县"}, {ID: "151306", Name: "大竹县"}, {
        ID: "151307",
        Name: "渠县"
      }, {ID: "151308", Name: "万源市"}
    ],
    "甘孜": [
      {ID: "151401", Name: "康定县"}, {ID: "151402", Name: "泸定县"}, {
        ID: "151403",
        Name: "丹巴县"
      }, {ID: "151404", Name: "九龙县"}, {ID: "151405", Name: "雅江县"}, {
        ID: "151406",
        Name: "道孚县"
      }, {ID: "151407", Name: "炉霍县"}, {ID: "151408", Name: "甘孜县"}, {
        ID: "151409",
        Name: "新龙县"
      }, {ID: "151410", Name: "德格县"}, {ID: "151411", Name: "白玉县"}, {
        ID: "151412",
        Name: "石渠县"
      }, {ID: "151413", Name: "色达县"}, {ID: "151414", Name: "理塘县"}, {
        ID: "151415",
        Name: "巴塘县"
      }, {ID: "151416", Name: "乡城县"}, {ID: "151417", Name: "稻城县"}, {ID: "151418", Name: "得荣县"}
    ],
    "广安": [
      {ID: "151501", Name: "广安区"}, {ID: "151502", Name: "岳池县"}, {
        ID: "151503",
        Name: "武胜县"
      }, {ID: "151504", Name: "邻水县"}, {ID: "151505", Name: "华蓥市"}
    ],
    "凉山": [
      {ID: "151601", Name: "西昌市"}, {ID: "151602", Name: "木里县"}, {
        ID: "151603",
        Name: "盐源县"
      }, {ID: "151604", Name: "德昌县"}, {ID: "151605", Name: "会理县"}, {
        ID: "151606",
        Name: "会东县"
      }, {ID: "151607", Name: "宁南县"}, {ID: "151608", Name: "普格县"}, {
        ID: "151609",
        Name: "布拖县"
      }, {ID: "151610", Name: "金阳县"}, {ID: "151611", Name: "昭觉县"}, {
        ID: "151612",
        Name: "喜德县"
      }, {ID: "151613", Name: "冕宁县"}, {ID: "151614", Name: "越西县"}, {
        ID: "151615",
        Name: "甘洛县"
      }, {ID: "151616", Name: "美姑县"}, {ID: "151617", Name: "雷波县"}
    ],
    "眉山": [
      {ID: "151701", Name: "东坡区"}, {ID: "151702", Name: "仁寿县"}, {
        ID: "151703",
        Name: "彭山县"
      }, {ID: "151704", Name: "洪雅县"}, {ID: "151705", Name: "丹棱县"}, {ID: "151706", Name: "青神县"}
    ],
    "内江": [
      {ID: "151801", Name: "市中区"}, {ID: "151802", Name: "东兴区"}, {
        ID: "151803",
        Name: "威远县"
      }, {ID: "151804", Name: "资中县"}, {ID: "151805", Name: "隆昌县"}
    ],
    "攀枝花": [
      {ID: "151901", Name: "东区"}, {ID: "151902", Name: "西区"}, {
        ID: "151903",
        Name: "仁和区"
      }, {ID: "151904", Name: "米易县"}, {ID: "151905", Name: "盐边县"}
    ],
    "雅安": [
      {ID: "152001", Name: "雨城区"}, {ID: "152002", Name: "名山县"}, {
        ID: "152003",
        Name: "荥经县"
      }, {ID: "152004", Name: "汉源县"}, {ID: "152005", Name: "石棉县"}, {
        ID: "152006",
        Name: "天全县"
      }, {ID: "152007", Name: "芦山县"}, {ID: "152008", Name: "宝兴县"}
    ],
    "资阳": [
      {ID: "152101", Name: "雁江区"}, {ID: "152102", Name: "安岳县"}, {
        ID: "152103",
        Name: "乐至县"
      }, {ID: "152104", Name: "简阳市"}
    ],
    "昆明": [
      {ID: "160101", Name: "五华区"}, {ID: "160102", Name: "盘龙区"}, {
        ID: "160103",
        Name: "官渡区"
      }, {ID: "160104", Name: "西山区"}, {ID: "160105", Name: "东川区"}, {
        ID: "160106",
        Name: "呈贡县"
      }, {ID: "160107", Name: "晋宁县"}, {ID: "160108", Name: "富民县"}, {
        ID: "160109",
        Name: "宜良县"
      }, {ID: "160110", Name: "石林县"}, {ID: "160111", Name: "嵩明县"}, {
        ID: "160112",
        Name: "禄劝县"
      }, {ID: "160113", Name: "寻甸县"}, {ID: "160114", Name: "安宁市"}
    ],
    "大理": [
      {ID: "160201", Name: "大理市"}, {ID: "160202", Name: "漾濞县"}, {
        ID: "160203",
        Name: "祥云县"
      }, {ID: "160204", Name: "宾川县"}, {ID: "160205", Name: "弥渡县"}, {
        ID: "160206",
        Name: "南涧县"
      }, {ID: "160207", Name: "巍山县"}, {ID: "160208", Name: "永平县"}, {
        ID: "160209",
        Name: "云龙县"
      }, {ID: "160210", Name: "洱源县"}, {ID: "160211", Name: "剑川县"}, {ID: "160212", Name: "鹤庆县"}
    ],
    "丽江": [
      {ID: "160301", Name: "古城区"}, {ID: "160302", Name: "玉龙县"}, {
        ID: "160303",
        Name: "永胜县"
      }, {ID: "160304", Name: "华坪县"}, {ID: "160305", Name: "宁蒗县"}
    ],
    "西双版纳": [{ID: "160401", Name: "景洪市"}, {ID: "160402", Name: "勐海县"}, {ID: "160403", Name: "勐腊县"}],
    "曲靖": [
      {ID: "160501", Name: "麒麟区"}, {ID: "160502", Name: "马龙县"}, {
        ID: "160503",
        Name: "陆良县"
      }, {ID: "160504", Name: "师宗县"}, {ID: "160505", Name: "罗平县"}, {
        ID: "160506",
        Name: "富源县"
      }, {ID: "160507", Name: "会泽县"}, {ID: "160508", Name: "沾益县"}, {ID: "160509", Name: "宣威市"}
    ],
    "楚雄": [
      {ID: "160601", Name: "楚雄市"}, {ID: "160602", Name: "双柏县"}, {
        ID: "160603",
        Name: "牟定县"
      }, {ID: "160604", Name: "南华县"}, {ID: "160605", Name: "姚安县"}, {
        ID: "160606",
        Name: "大姚县"
      }, {ID: "160607", Name: "永仁县"}, {ID: "160608", Name: "元谋县"}, {
        ID: "160609",
        Name: "武定县"
      }, {ID: "160610", Name: "禄丰县"}
    ],
    "思茅": [
      {ID: "160701", Name: "翠云区"}, {ID: "160702", Name: "普洱县"}, {
        ID: "160703",
        Name: "墨江县"
      }, {ID: "160704", Name: "景东县"}, {ID: "160705", Name: "景谷县"}, {
        ID: "160706",
        Name: "镇沅县"
      }, {ID: "160707", Name: "江城县"}, {ID: "160708", Name: "孟连县"}, {
        ID: "160709",
        Name: "澜沧县"
      }, {ID: "160710", Name: "西盟县"}
    ],
    "红河": [
      {ID: "160801", Name: "个旧市"}, {ID: "160802", Name: "开远市"}, {
        ID: "160803",
        Name: "蒙自县"
      }, {ID: "160804", Name: "屏边县"}, {ID: "160805", Name: "建水县"}, {
        ID: "160806",
        Name: "石屏县"

      }, {ID: "160807", Name: "弥勒县"}, {ID: "160808", Name: "泸西县"}, {
        ID: "160809",
        Name: "元阳县"
      }, {ID: "160810", Name: "红河县"}, {ID: "160811", Name: "金平县"}, {
        ID: "160812",
        Name: "绿春县"
      }, {ID: "160813", Name: "河口县"}
    ],
    "文山": [
      {ID: "160901", Name: "文山县"}, {ID: "160902", Name: "砚山县"}, {
        ID: "160903",
        Name: "西畴县"
      }, {ID: "160904", Name: "麻栗坡县"}, {ID: "160905", Name: "马关县"}, {
        ID: "160906",
        Name: "丘北县"
      }, {ID: "160907", Name: "广南县"}, {ID: "160908", Name: "富宁县"}
    ],
    "玉溪": [
      {ID: "161001", Name: "红塔区"}, {ID: "161002", Name: "江川县"}, {
        ID: "161003",
        Name: "澄江县"
      }, {ID: "161004", Name: "通海县"}, {ID: "161005", Name: "华宁县"}, {
        ID: "161006",
        Name: "易门县"
      }, {ID: "161007", Name: "峨山县"}, {ID: "161008", Name: "新平县"}, {ID: "161009", Name: "元江县"}
    ],
    "德宏": [
      {ID: "161101", Name: "瑞丽市"}, {ID: "161102", Name: "潞西市"}, {
        ID: "161103",
        Name: "梁河县"
      }, {ID: "161104", Name: "盈江县"}, {ID: "161105", Name: "陇川县"}
    ],
    "保山": [
      {ID: "161201", Name: "隆阳区"}, {ID: "161202", Name: "施甸县"}, {
        ID: "161203",
        Name: "腾冲县"
      }, {ID: "161204", Name: "龙陵县"}, {ID: "161205", Name: "昌宁县"}
    ],
    "迪庆": [{ID: "161301", Name: "香格里拉县"}, {ID: "161302", Name: "德钦县"}, {ID: "161303", Name: "维西县"}],
    "临沧": [
      {ID: "161401", Name: "临翔区"}, {ID: "161402", Name: "凤庆县"}, {
        ID: "161403",
        Name: "云县"
      }, {ID: "161404", Name: "永德县"}, {ID: "161405", Name: "镇康县"}, {
        ID: "161406",
        Name: "双江县"
      }, {ID: "161407", Name: "耿马县"}, {ID: "161408", Name: "沧源县"}
    ],
    "怒江": [
      {ID: "161501", Name: "泸水县"}, {ID: "161502", Name: "福贡县"}, {
        ID: "161503",
        Name: "贡山县"
      }, {ID: "161504", Name: "兰坪县"}
    ],
    "昭通": [
      {ID: "161601", Name: "昭阳区"}, {ID: "161602", Name: "鲁甸县"}, {
        ID: "161603",
        Name: "巧家县"
      }, {ID: "161604", Name: "盐津县"}, {ID: "161605", Name: "大关县"}, {
        ID: "161606",
        Name: "永善县"
      }, {ID: "161607", Name: "绥江县"}, {ID: "161608", Name: "镇雄县"}, {
        ID: "161609",
        Name: "彝良县"
      }, {ID: "161610", Name: "威信县"}
    ],
    "长沙": [
      {ID: "170101", Name: "芙蓉区"}, {ID: "170102", Name: "天心区"}, {
        ID: "170103",
        Name: "岳麓区"
      }, {ID: "170104", Name: "开福区"}, {ID: "170105", Name: "雨花区"}, {
        ID: "170106",
        Name: "长沙县"
      }, {ID: "170107", Name: "望城县"}, {ID: "170108", Name: "宁乡县"}, {
        ID: "170109",
        Name: "浏阳市"
      }, {ID: "170110", Name: "市区"}
    ],
    "湘潭": [
      {ID: "170201", Name: "雨湖区"}, {ID: "170202", Name: "岳塘区"}, {
        ID: "170203",
        Name: "湘潭县"
      }, {ID: "170204", Name: "湘乡市"}, {ID: "170205", Name: "韶山市"}
    ],
    "岳阳": [
      {ID: "170301", Name: "岳阳楼区"}, {ID: "170302", Name: "云溪区"}, {
        ID: "170303",
        Name: "君山区"
      }, {ID: "170304", Name: "岳阳县"}, {ID: "170305", Name: "华容县"}, {
        ID: "170306",
        Name: "湘阴县"
      }, {ID: "170307", Name: "平江县"}, {ID: "170308", Name: "汨罗市"}, {ID: "170309", Name: "临湘市"}
    ],
    "张家界": [
      {ID: "170401", Name: "永定区"}, {ID: "170402", Name: "武陵源区"}, {
        ID: "170403",
        Name: "慈利县"
      }, {ID: "170404", Name: "桑植县"}
    ],
    "株洲": [
      {ID: "170501", Name: "荷塘区"}, {ID: "170502", Name: "芦淞区"}, {
        ID: "170503",
        Name: "石峰区"
      }, {ID: "170504", Name: "天元区"}, {ID: "170505", Name: "株洲县"}, {
        ID: "170506",
        Name: "攸县"
      }, {ID: "170507", Name: "茶陵县"}, {ID: "170508", Name: "炎陵县"}, {ID: "170509", Name: "醴陵市"}
    ],
    "怀化": [
      {ID: "170601", Name: "鹤城区"}, {ID: "170602", Name: "中方县"}, {
        ID: "170603",
        Name: "沅陵县"
      }, {ID: "170604", Name: "辰溪县"}, {ID: "170605", Name: "溆浦县"}, {
        ID: "170606",
        Name: "会同县"
      }, {ID: "170607", Name: "麻阳县"}, {ID: "170608", Name: "新晃县"}, {
        ID: "170609",
        Name: "芷江县"
      }, {ID: "170610", Name: "靖州县"}, {ID: "170611", Name: "通道县"}, {ID: "170612", Name: "洪江市"}
    ],
    "常德": [
      {ID: "170701", Name: "武陵区"}, {ID: "170702", Name: "鼎城区"}, {
        ID: "170703",
        Name: "安乡县"
      }, {ID: "170704", Name: "汉寿县"}, {ID: "170705", Name: "澧县"}, {
        ID: "170706",
        Name: "临澧县"
      }, {ID: "170707", Name: "桃源县"}, {ID: "170708", Name: "石门县"}, {ID: "170709", Name: "津市"}
    ],
    "衡阳": [
      {ID: "170801", Name: "珠晖区"}, {ID: "170802", Name: "雁峰区"}, {
        ID: "170803",
        Name: "石鼓区"
      }, {ID: "170804", Name: "蒸湘区"}, {ID: "170805", Name: "南岳区"}, {
        ID: "170806",
        Name: "衡阳县"
      }, {ID: "170807", Name: "衡南县"}, {ID: "170808", Name: "衡山县"}, {
        ID: "170809",
        Name: "衡东县"
      }, {ID: "170810", Name: "祁东县"}, {ID: "170811", Name: "耒阳市"}, {ID: "170812", Name: "常宁市"}
    ],
    "永州": [
      {ID: "170901", Name: "零陵区"}, {ID: "170902", Name: "冷水滩区"}, {
        ID: "170903",
        Name: "祁阳县"
      }, {ID: "170904", Name: "东安县"}, {ID: "170905", Name: "双牌县"}, {
        ID: "170906",
        Name: "道县"
      }, {ID: "170907", Name: "江永县"}, {ID: "170908", Name: "宁远县"}, {
        ID: "170909",
        Name: "蓝山县"
      }, {ID: "170910", Name: "新田县"}, {ID: "170911", Name: "江华县"}
    ],
    "郴州": [
      {ID: "171001", Name: "北湖区"}, {ID: "171002", Name: "苏仙区"}, {
        ID: "171003",
        Name: "桂阳县"
      }, {ID: "171004", Name: "宜章县"}, {ID: "171005", Name: "永兴县"}, {
        ID: "171006",
        Name: "嘉禾县"
      }, {ID: "171007", Name: "临武县"}, {ID: "171008", Name: "汝城县"}, {
        ID: "171009",
        Name: "桂东县"
      }, {ID: "171010", Name: "安仁县"}, {ID: "171011", Name: "资兴市"}
    ],
    "娄底": [
      {ID: "171101", Name: "娄星区"}, {ID: "171102", Name: "双峰县"}, {
        ID: "171103",
        Name: "新化县"
      }, {ID: "171104", Name: "冷水江市"}, {ID: "171105", Name: "涟源市"}
    ],
    "邵阳": [
      {ID: "171201", Name: "双清区"}, {ID: "171202", Name: "大祥区"}, {
        ID: "171203",
        Name: "北塔区"
      }, {ID: "171204", Name: "邵东县"}, {ID: "171205", Name: "新邵县"}, {
        ID: "171206",
        Name: "邵阳县"
      }, {ID: "171207", Name: "隆回县"}, {ID: "171208", Name: "洞口县"}, {
        ID: "171209",
        Name: "绥宁县"
      }, {ID: "171210", Name: "新宁县"}, {ID: "171211", Name: "城步县"}, {ID: "171212", Name: "武冈市"}
    ],
    "湘西": [
      {ID: "171301", Name: "吉首市"}, {ID: "171302", Name: "泸溪县"}, {
        ID: "171303",
        Name: "凤凰县"
      }, {ID: "171304", Name: "花垣县"}, {ID: "171305", Name: "保靖县"}, {
        ID: "171306",
        Name: "古丈县"
      }, {ID: "171307", Name: "永顺县"}, {ID: "171308", Name: "龙山县"}
    ],
    "益阳": [
      {ID: "171401", Name: "资阳区"}, {ID: "171402", Name: "赫山区"}, {
        ID: "171403",
        Name: "南县"
      }, {ID: "171404", Name: "桃江县"}, {ID: "171405", Name: "安化县"}, {ID: "171406", Name: "沅江市"}
    ],
    "武汉": [
      {ID: "180101", Name: "江岸区"}, {ID: "180102", Name: "江汉区"}, {
        ID: "180103",
        Name: "硚口区"
      }, {ID: "180104", Name: "汉阳区"}, {ID: "180105", Name: "武昌区"}, {
        ID: "180106",
        Name: "青山区"
      }, {ID: "180107", Name: "洪山区"}, {ID: "180108", Name: "东西湖区"}, {
        ID: "180109",
        Name: "汉南区"
      }, {ID: "180110", Name: "蔡甸区"}, {ID: "180111", Name: "江夏区"}, {
        ID: "180112",
        Name: "黄陂区"
      }, {ID: "180113", Name: "新洲区"}
    ],
    "荆州": [
      {ID: "180201", Name: "沙市区"}, {ID: "180202", Name: "荆州区"}, {
        ID: "180203",
        Name: "公安县"
      }, {ID: "180204", Name: "监利县"}, {ID: "180205", Name: "江陵县"}, {
        ID: "180206",
        Name: "石首市"
      }, {ID: "180207", Name: "洪湖市"}, {ID: "180208", Name: "松滋市"}
    ],
    "襄樊": [
      {ID: "180301", Name: "襄城区"}, {ID: "180302", Name: "樊城区"}, {
        ID: "180303",
        Name: "襄阳区"
      }, {ID: "180304", Name: "南漳县"}, {ID: "180305", Name: "谷城县"}, {
        ID: "180306",
        Name: "保康县"
      }, {ID: "180307", Name: "老河口市"}, {ID: "180308", Name: "枣阳市"}, {ID: "180309", Name: "宜城市"}
    ],
    "宜昌": [
      {ID: "180401", Name: "西陵区"}, {ID: "180402", Name: "伍家岗区"}, {
        ID: "180403",
        Name: "点军区"
      }, {ID: "180404", Name: "猇亭区"}, {ID: "180405", Name: "夷陵区"}, {
        ID: "180406",
        Name: "远安县"
      }, {ID: "180407", Name: "兴山县"}, {ID: "180408", Name: "秭归县"}, {
        ID: "180409",
        Name: "长阳县"
      }, {ID: "180410", Name: "五峰县"}, {ID: "180412", Name: "宜都市"}, {
        ID: "180413",
        Name: "当阳市"
      }, {ID: "180414", Name: "枝江市"}
    ],
    "黄石": [
      {ID: "180501", Name: "黄石港区"}, {ID: "180502", Name: "西塞山区"}, {
        ID: "180503",
        Name: "下陆区"
      }, {ID: "180504", Name: "铁山区"}, {ID: "180505", Name: "大冶市"}, {ID: "180506", Name: "阳新县"}
    ],
    "荆门": [
      {ID: "180601", Name: "东宝区"}, {ID: "180602", Name: "掇刀区"}, {
        ID: "180603",
        Name: "京山县"
      }, {ID: "180604", Name: "沙洋县"}, {ID: "180605", Name: "钟祥市"}
    ],
    "十堰": [
      {ID: "180701", Name: "茅箭区"}, {ID: "180702", Name: "张湾区"}, {
        ID: "180703",
        Name: "郧县"
      }, {ID: "180704", Name: "郧西县"}, {ID: "180705", Name: "竹山县"}, {
        ID: "180706",
        Name: "竹溪县"
      }, {ID: "180707", Name: "房县"}, {ID: "180708", Name: "丹江口市"}
    ],
    "恩施": [
      {ID: "180801", Name: "恩施市"}, {ID: "180802", Name: "利川市"}, {
        ID: "180803",
        Name: "建始县"
      }, {ID: "180804", Name: "巴东县"}, {ID: "180805", Name: "宣恩县"}, {
        ID: "180806",
        Name: "咸丰县"
      }, {ID: "180807", Name: "来凤县"}, {ID: "180808", Name: "鹤峰县"}
    ],
    "鄂州": [{ID: "180901", Name: "梁子湖区"}, {ID: "180902", Name: "华容区"}, {ID: "180903", Name: "鄂城区"}],
    "黄冈": [
      {ID: "181001", Name: "黄州区"}, {ID: "181002", Name: "团风县"}, {
        ID: "181003",
        Name: "红安县"
      }, {ID: "181004", Name: "罗田县"}, {ID: "181005", Name: "英山县"}, {
        ID: "181006",
        Name: "浠水县"
      }, {ID: "181007", Name: "蕲春县"}, {ID: "181008", Name: "黄梅县"}, {
        ID: "181009",
        Name: "麻城市"
      }, {ID: "181010", Name: "武穴市"}
    ],
    "随州": [
      {ID: "181101", Name: "仙桃市"}, {ID: "181102", Name: "潜江市"}, {
        ID: "181103",
        Name: "天门市"
      }, {ID: "181104", Name: "神农架林区"}
    ],
    "咸宁": [{ID: "181201", Name: "曾都区"}, {ID: "181202", Name: "广水市"}, {ID: "181203", Name: "咸安区"}],
    "孝感": [
      {ID: "181301", Name: "咸安区"}, {ID: "181302", Name: "嘉鱼县"}, {
        ID: "181303",
        Name: "通城县"
      }, {ID: "181304", Name: "崇阳县"}, {ID: "181305", Name: "通山县"}, {ID: "181306", Name: "赤壁市"}
    ],
    "仙桃": [
      {ID: "181401", Name: "孝南区"}, {ID: "181402", Name: "孝昌县"}, {
        ID: "181403",
        Name: "大悟县"
      }, {ID: "181404", Name: "云梦县"}, {ID: "181405", Name: "应城市"}, {
        ID: "181406",
        Name: "安陆市"
      }, {ID: "181407", Name: "汉川市"}
    ],
    "潜江": [],
    "天门": [],
    "神农架": [],
    "遵义": [
      {ID: "190101", Name: "红花岗区"}, {ID: "190102", Name: "汇川区"}, {
        ID: "190103",
        Name: "遵义县"
      }, {ID: "190104", Name: "桐梓县"}, {ID: "190105", Name: "绥阳县"}, {
        ID: "190106",
        Name: "道真县"
      }, {ID: "190107", Name: "务川县"}, {ID: "190108", Name: "凤冈县"}, {
        ID: "190109",
        Name: "湄潭县"
      }, {ID: "190110", Name: "余庆县"}, {ID: "190111", Name: "习水县"}, {
        ID: "190112",
        Name: "赤水市"
      }, {ID: "190113", Name: "仁怀市"}
    ],
    "安顺": [
      {ID: "190201", Name: "西秀区"}, {ID: "190202", Name: "平坝县"}, {
        ID: "190203",
        Name: "普定县"
      }, {ID: "190204", Name: "镇宁县"}, {ID: "190205", Name: "关岭县"}, {ID: "190206", Name: "紫云县"}
    ],
    "毕节": [
      {ID: "190301", Name: "毕节市"}, {ID: "190302", Name: "大方县"}, {
        ID: "190303",
        Name: "黔西县"
      }, {ID: "190304", Name: "金沙县"}, {ID: "190305", Name: "织金县"}, {
        ID: "190306",
        Name: "纳雍县"
      }, {ID: "190307", Name: "威宁县"}, {ID: "190308", Name: "赫章县"}
    ],
    "六盘水": [
      {ID: "190401", Name: "钟山区"}, {ID: "190402", Name: "六枝特区"}, {
        ID: "190403",

        Name: "水城县"
      }, {ID: "190404", Name: "盘县"}
    ],
    "铜仁": [
      {ID: "190501", Name: "铜仁市"}, {ID: "190502", Name: "江口县"}, {
        ID: "190503",
        Name: "玉屏县"
      }, {ID: "190504", Name: "石阡县"}, {ID: "190505", Name: "思南县"}, {
        ID: "190506",
        Name: "印江县"
      }, {ID: "190507", Name: "德江县"}, {ID: "190508", Name: "沿河县"}, {
        ID: "190509",
        Name: "松桃县"
      }, {ID: "190510", Name: "万山特区"}
    ],
    "贵阳": [
      {ID: "190601", Name: "南明区"}, {ID: "190602", Name: "云岩区"}, {
        ID: "190603",
        Name: "花溪区"
      }, {ID: "190604", Name: "乌当区"}, {ID: "190605", Name: "白云区"}, {
        ID: "190606",
        Name: "小河区"
      }, {ID: "190607", Name: "开阳县"}, {ID: "190608", Name: "息烽县"}, {
        ID: "190609",
        Name: "修文县"
      }, {ID: "190610", Name: "清镇市"}
    ],
    "黔东南": [
      {ID: "190701", Name: "凯里市"}, {ID: "190702", Name: "黄平县"}, {
        ID: "190703",
        Name: "施秉县"
      }, {ID: "190704", Name: "三穗县"}, {ID: "190705", Name: "镇远县"}, {
        ID: "190706",
        Name: "岑巩县"
      }, {ID: "190707", Name: "天柱县"}, {ID: "190708", Name: "锦屏县"}, {
        ID: "190709",
        Name: "剑河县"
      }, {ID: "190710", Name: "台江县"}, {ID: "190711", Name: "黎平县"}, {
        ID: "190712",
        Name: "榕江县"
      }, {ID: "190713", Name: "从江县"}, {ID: "190714", Name: "雷山县"}, {
        ID: "190715",
        Name: "麻江县"
      }, {ID: "190716", Name: "丹寨县"}
    ],
    "黔南": [
      {ID: "190801", Name: "都匀市"}, {ID: "190802", Name: "福泉市"}, {
        ID: "190803",
        Name: "荔波县"
      }, {ID: "190804", Name: "贵定县"}, {ID: "190805", Name: "瓮安县"}, {
        ID: "190806",
        Name: "独山县"
      }, {ID: "190807", Name: "平塘县"}, {ID: "190808", Name: "罗甸县"}, {
        ID: "190809",
        Name: "长顺县"
      }, {ID: "190810", Name: "龙里县"}, {ID: "190811", Name: "惠水县"}, {ID: "190812", Name: "三都县"}
    ],
    "黔西南": [
      {ID: "190901", Name: "兴义市"}, {ID: "190902", Name: "兴仁县"}, {
        ID: "190903",
        Name: "普安县"
      }, {ID: "190904", Name: "晴隆县"}, {ID: "190905", Name: "贞丰县"}, {
        ID: "190906",
        Name: "望谟县"
      }, {ID: "190907", Name: "册亨县"}, {ID: "190908", Name: "安龙县"}
    ],
    "海口": [
      {ID: "200101", Name: "秀英区"}, {ID: "200102", Name: "龙华区"}, {
        ID: "200103",
        Name: "琼山区"
      }, {ID: "200104", Name: "美兰区"}
    ],
    "三亚": [{ID: "200201", Name: "河西区"}, {ID: "200202", Name: "河东区"}, {ID: "200203", Name: "崖州区"}],
    "文昌": [
      {ID: "200301", Name: "五指山市"}, {ID: "200302", Name: "琼海市"}, {
        ID: "200303",
        Name: "儋州市"
      }, {ID: "200304", Name: "文昌市"}, {ID: "200305", Name: "万宁市"}, {
        ID: "200306",
        Name: "东方市"
      }, {ID: "200307", Name: "定安县"}, {ID: "200308", Name: "屯昌县"}, {
        ID: "200309",
        Name: "澄迈县"
      }, {ID: "200310", Name: "临高县"}, {ID: "200311", Name: "白沙县"}, {
        ID: "200312",
        Name: "昌江县"
      }, {ID: "200313", Name: "乐东县"}, {ID: "200314", Name: "陵水县"}, {
        ID: "200315",
        Name: "保亭县"
      }, {ID: "200316", Name: "琼中县"}, {ID: "200317", Name: "西沙群岛"}, {
        ID: "200318",
        Name: "南沙群岛"
      }, {ID: "200319", Name: "中沙群岛"}
    ],
    "琼海": [],
    "万宁": [],
    "五指山": [],
    "东方": [],
    "儋州": [],
    "临高": [],
    "澄迈": [],
    "定安": [],
    "屯昌": [],
    "昌江": [],
    "白沙": [],
    "琼中": [],
    "陵水": [],
    "保亭": [],
    "乐东": [],
    "石家庄": [
      {ID: "210101", Name: "长安区"}, {ID: "210102", Name: "桥东区"}, {
        ID: "210103",
        Name: "桥西区"
      }, {ID: "210104", Name: "新华区"}, {ID: "210105", Name: "井陉矿区"}, {
        ID: "210106",
        Name: "裕华区"
      }, {ID: "210107", Name: "井陉县"}, {ID: "210108", Name: "正定县"}, {
        ID: "210110",
        Name: "栾城县"
      }, {ID: "210111", Name: "行唐县"}, {ID: "210112", Name: "灵寿县"}, {
        ID: "210113",
        Name: "高邑县"
      }, {ID: "210114", Name: "深泽县"}, {ID: "210115", Name: "赞皇县"}, {
        ID: "210116",
        Name: "无极县"
      }, {ID: "210117", Name: "平山县"}, {ID: "210118", Name: "元氏县"}, {
        ID: "210119",
        Name: "赵县"
      }, {ID: "210120", Name: "辛集市"}, {ID: "210121", Name: "藁城市"}, {
        ID: "210122",
        Name: "晋州市"
      }, {ID: "210123", Name: "新乐市"}, {ID: "210124", Name: "鹿泉市"}
    ],
    "秦皇岛": [
      {ID: "210201", Name: "海港区"}, {ID: "210202", Name: "山海关"}, {
        ID: "210203",
        Name: "北戴河"
      }, {ID: "210204", Name: "青龙县"}, {ID: "210205", Name: "昌黎县"}, {
        ID: "210206",
        Name: "抚宁县"
      }, {ID: "210207", Name: "卢龙县"}
    ],
    "张家口": [
      {ID: "210301", Name: "桥东区"}, {ID: "210302", Name: "桥西区"}, {
        ID: "210303",
        Name: "宣化区"
      }, {ID: "210304", Name: "下花园区"}, {ID: "210305", Name: "宣化县"}, {
        ID: "210306",
        Name: "张北县"
      }, {ID: "210307", Name: "康保县"}, {ID: "210308", Name: "沽源县"}, {
        ID: "210309",
        Name: "尚义县"
      }, {ID: "210310", Name: "蔚县"}, {ID: "210311", Name: "阳原县"}, {
        ID: "210312",
        Name: "怀安县"
      }, {ID: "210313", Name: "万全县"}, {ID: "210314", Name: "怀来县"}, {
        ID: "210315",
        Name: "涿鹿县"
      }, {ID: "210316", Name: "赤城县"}, {ID: "210317", Name: "崇礼县"}
    ],
    "承德": [
      {ID: "210401", Name: "双桥区"}, {ID: "210402", Name: "双滦区"}, {
        ID: "210403",
        Name: "鹰手营子矿区"
      }, {ID: "210404", Name: "承德县"}, {ID: "210405", Name: "兴隆县"}, {
        ID: "210406",
        Name: "平泉县"
      }, {ID: "210407", Name: "滦平县"}, {ID: "210408", Name: "隆化县"}, {
        ID: "210409",
        Name: "丰宁县"
      }, {ID: "210410", Name: "宽城县"}, {ID: "210411", Name: "围场县"}
    ],
    "衡水": [
      {ID: "210501", Name: "桃城区"}, {ID: "210502", Name: "枣强县"}, {
        ID: "210503",
        Name: "武邑县"
      }, {ID: "210504", Name: "武强县"}, {ID: "210505", Name: "饶阳县"}, {
        ID: "210506",
        Name: "安平县"
      }, {ID: "210507", Name: "故城县"}, {ID: "210508", Name: "景县"}, {
        ID: "210509",
        Name: "阜城县"
      }, {ID: "210510", Name: "冀州市"}, {ID: "210511", Name: "深州市"}
    ],
    "廊坊": [
      {ID: "210601", Name: "安次区"}, {ID: "210602", Name: "广阳区"}, {
        ID: "210603",
        Name: "固安县"
      }, {ID: "210604", Name: "永清县"}, {ID: "210605", Name: "香河县"}, {
        ID: "210606",
        Name: "大城县"
      }, {ID: "210607", Name: "文安县"}, {ID: "210608", Name: "大厂县"}, {
        ID: "210609",
        Name: "霸州市"
      }, {ID: "210610", Name: "三河市"}, {ID: "210611", Name: "大厂回族自治县"}
    ],
    "沧州": [
      {ID: "210701", Name: "新华区"}, {ID: "210702", Name: "运河区"}, {
        ID: "210703",
        Name: "沧县"
      }, {ID: "210704", Name: "青县"}, {ID: "210705", Name: "东光县"}, {
        ID: "210706",
        Name: "海兴县"
      }, {ID: "210707", Name: "盐山县"}, {ID: "210708", Name: "肃宁县"}, {
        ID: "210709",
        Name: "南皮县"
      }, {ID: "210710", Name: "吴桥县"}, {ID: "210711", Name: "献县"}, {
        ID: "210712",
        Name: "孟村县"
      }, {ID: "210713", Name: "泊头市"}, {ID: "210714", Name: "任丘市"}, {
        ID: "210715",
        Name: "黄骅市"
      }, {ID: "210716", Name: "河间市"}
    ],
    "保定": [
      {ID: "210801", Name: "新市区"}, {ID: "210802", Name: "北市区"}, {
        ID: "210803",
        Name: "南市区"
      }, {ID: "210804", Name: "满城县"}, {ID: "210805", Name: "清苑县"}, {
        ID: "210806",
        Name: "涞水县"
      }, {ID: "210807", Name: "阜平县"}, {ID: "210808", Name: "徐水县"}, {
        ID: "210810",
        Name: "定兴县"
      }, {ID: "210811", Name: "唐县"}, {ID: "210812", Name: "高阳县"}, {
        ID: "210813",
        Name: "容城县"
      }, {ID: "210814", Name: "涞源县"}, {ID: "210815", Name: "望都县"}, {
        ID: "210816",
        Name: "安新县"
      }, {ID: "210817", Name: "易县"}, {ID: "210818", Name: "曲阳县"}, {
        ID: "210819",
        Name: "蠡县"
      }, {ID: "210820", Name: "顺平县"}, {ID: "210821", Name: "博野县"}, {
        ID: "210822",
        Name: "雄县"
      }, {ID: "210823", Name: "涿州市"}, {ID: "210824", Name: "定州市"}, {
        ID: "210825",
        Name: "安国市"
      }, {ID: "210826", Name: "高碑店市"}
    ],
    "唐山": [
      {ID: "210901", Name: "路南区"}, {ID: "210902", Name: "路北区"}, {
        ID: "210903",
        Name: "古冶区"
      }, {ID: "210904", Name: "开平区"}, {ID: "210905", Name: "丰南区"}, {
        ID: "210906",
        Name: "丰润区"
      }, {ID: "210907", Name: "滦县"}, {ID: "210908", Name: "滦南县"}, {
        ID: "210909",
        Name: "乐亭县"
      }, {ID: "210910", Name: "迁西县"}, {ID: "210911", Name: "玉田县"}, {
        ID: "210912",
        Name: "唐海县"
      }, {ID: "210913", Name: "遵化市"}, {ID: "210914", Name: "迁安市"}
    ],
    "邢台": [
      {ID: "211001", Name: "桥东区"}, {ID: "211002", Name: "桥西区"}, {
        ID: "211003",
        Name: "邢台县"
      }, {ID: "211004", Name: "临城县"}, {ID: "211005", Name: "内丘县"}, {
        ID: "211006",
        Name: "柏乡县"
      }, {ID: "211007", Name: "隆尧县"}, {ID: "211008", Name: "任县"}, {
        ID: "211009",
        Name: "南和县"
      }, {ID: "211010", Name: "宁晋县"}, {ID: "211011", Name: "巨鹿县"}, {
        ID: "211012",
        Name: "新河县"
      }, {ID: "211013", Name: "广宗县"}, {ID: "211014", Name: "平乡县"}, {
        ID: "211015",
        Name: "威县"
      }, {ID: "211016", Name: "清河县"}, {ID: "211017", Name: "临西县"}, {
        ID: "211018",
        Name: "南宫市"
      }, {ID: "211019", Name: "沙河市"}
    ],
    "邯郸": [
      {ID: "211101", Name: "邯山区"}, {ID: "211102", Name: "丛台区"}, {
        ID: "211103",
        Name: "复兴区"
      }, {ID: "211104", Name: "峰峰矿区"}, {ID: "211105", Name: "邯郸县"}, {
        ID: "211106",
        Name: "临漳县"
      }, {ID: "211107", Name: "成安县"}, {ID: "211108", Name: "大名县"}, {
        ID: "211109",
        Name: "涉县"
      }, {ID: "211110", Name: "磁县"}, {ID: "211111", Name: "肥乡县"}, {
        ID: "211112",
        Name: "永年县"
      }, {ID: "211113", Name: "邱县"}, {ID: "211114", Name: "鸡泽县"}, {
        ID: "211115",
        Name: "广平县"
      }, {ID: "211116", Name: "馆陶县"}, {ID: "211117", Name: "魏县"}, {
        ID: "211118",
        Name: "曲周县"
      }, {ID: "211119", Name: "武安市"}
    ],
    "郑州": [
      {ID: "220101", Name: "中原区"}, {ID: "220102", Name: "二七区"}, {
        ID: "220103",
        Name: "管城回族区"
      }, {ID: "220104", Name: "金水区"}, {ID: "220105", Name: "惠济区"}, {
        ID: "220106",
        Name: "上街区"
      }, {ID: "220107", Name: "中牟县"}, {ID: "220108", Name: "巩义市"}, {
        ID: "220109",
        Name: "荥阳市"
      }, {ID: "220110", Name: "新密市"}, {ID: "220111", Name: "新郑市"}, {ID: "220112", Name: "登封市"}
    ],
    "开封": [
      {ID: "220201", Name: "龙亭区"}, {ID: "220202", Name: "顺河区"}, {
        ID: "220203",
        Name: "鼓楼区"
      }, {ID: "220204", Name: "禹王台区"}, {ID: "220205", Name: "金明区"}, {
        ID: "220206",
        Name: "杞县"
      }, {ID: "220207", Name: "通许县"}, {ID: "220208", Name: "尉氏县"}, {
        ID: "220209",
        Name: "开封县"
      }, {ID: "220210", Name: "兰考县"}, {ID: "220211", Name: "祥符区"}
    ],
    "焦作": [
      {ID: "220301", Name: "解放区"}, {ID: "220302", Name: "中站区"}, {
        ID: "220303",
        Name: "马村区"
      }, {ID: "220304", Name: "山阳区"}, {ID: "220305", Name: "修武县"}, {
        ID: "220306",
        Name: "博爱县"
      }, {ID: "220307", Name: "武陟县"}, {ID: "220308", Name: "温县"}, {
        ID: "220309",
        Name: "沁阳市"
      }, {ID: "220310", Name: "孟州市"}
    ],
    "洛阳": [
      {ID: "220401", Name: "老城区"}, {ID: "220402", Name: "西工区"}, {
        ID: "220403",
        Name: "瀍河区"
      }, {ID: "220404", Name: "涧西区"}, {ID: "220405", Name: "吉利区"}, {
        ID: "220406",
        Name: "洛龙区"
      }, {ID: "220407", Name: "孟津县"}, {ID: "220408", Name: "新安县"}, {
        ID: "220409",
        Name: "栾川县"
      }, {ID: "220410", Name: "嵩县"}, {ID: "220411", Name: "汝阳县"}, {
        ID: "220412",
        Name: "宜阳县"
      }, {ID: "220413", Name: "洛宁县"}, {ID: "220414", Name: "伊川县"}, {ID: "220415", Name: "偃师市"}
    ],
    "濮阳": [
      {ID: "220501", Name: "华龙区"}, {ID: "220502", Name: "清丰县"}, {
        ID: "220503",
        Name: "南乐县"
      }, {ID: "220504", Name: "范县"}, {ID: "220505", Name: "台前县"}, {ID: "220506", Name: "濮阳县"}
    ],
    "信阳": [
      {ID: "220601", Name: "浉河区"}, {ID: "220602", Name: "平桥区"}, {
        ID: "220603",
        Name: "罗山县"
      }, {ID: "220604", Name: "光山县"}, {ID: "220605", Name: "新县"}, {
        ID: "220606",
        Name: "商城县"
      }, {ID: "220607", Name: "固始县"}, {ID: "220608", Name: "潢川县"}, {
        ID: "220609",
        Name: "淮滨县"
      }, {ID: "220610", Name: "息县"}
    ],
    "南阳": [
      {ID: "220701", Name: "宛城区"}, {ID: "220702", Name: "卧龙区"}, {
        ID: "220703",
        Name: "南召县"
      }, {ID: "220704", Name: "方城县"}, {ID: "220705", Name: "西峡县"}, {
        ID: "220706",
        Name: "镇平县"
      }, {ID: "220707", Name: "内乡县"}, {ID: "220708", Name: "淅川县"}, {
        ID: "220709",
        Name: "社旗县"
      }, {ID: "220710", Name: "唐河县"}, {ID: "220711", Name: "新野县"}, {
        ID: "220712",
        Name: "桐柏县"
      }, {ID: "220713", Name: "邓州市"}
    ],
    "安阳": [
      {ID: "220801", Name: "文峰区"}, {ID: "220802", Name: "北关区"}, {
        ID: "220803",
        Name: "殷都区"
      }, {ID: "220804", Name: "龙安区"}, {ID: "220805", Name: "安阳县"}, {
        ID: "220806",
        Name: "汤阴县"
      }, {ID: "220807", Name: "滑县"}, {ID: "220808", Name: "内黄县"}, {ID: "220809", Name: "林州市"}
    ],
    "鹤壁": [
      {ID: "220901", Name: "鹤山区"}, {ID: "220902", Name: "山城区"}, {
        ID: "220903",
        Name: "淇滨区"
      }, {ID: "220904", Name: "浚县"}, {ID: "220905", Name: "淇县"}
    ],
    "三门峡": [
      {ID: "221001", Name: "湖滨区"}, {ID: "221002", Name: "渑池县"}, {
        ID: "221003",
        Name: "陕县"
      }, {ID: "221004", Name: "卢氏县"}, {ID: "221005", Name: "义马市"}, {ID: "221006", Name: "灵宝市"}
    ],
    "漯河": [
      {ID: "221101", Name: "源汇区"}, {ID: "221102", Name: "郾城区"}, {
        ID: "221103",
        Name: "召陵区"
      }, {ID: "221104", Name: "舞阳县"}, {ID: "221105", Name: "临颍县"}
    ],
    "平顶山": [
      {ID: "221201", Name: "新华区"}, {ID: "221202", Name: "卫东区"}, {
        ID: "221203",
        Name: "石龙区"
      }, {ID: "221204", Name: "湛河区"}, {ID: "221205", Name: "宝丰县"}, {
        ID: "221206",
        Name: "叶县"
      }, {ID: "221207", Name: "鲁山县"}, {ID: "221208", Name: "郏县"}, {
        ID: "221209",
        Name: "舞钢市"
      }, {ID: "221210", Name: "汝州市"}
    ],
    "商丘": [
      {ID: "221301", Name: "梁园区"}, {ID: "221302", Name: "睢阳区"}, {
        ID: "221303",
        Name: "民权县"
      }, {ID: "221304", Name: "睢县"}, {ID: "221305", Name: "宁陵县"}, {
        ID: "221306",
        Name: "柘城县"
      }, {ID: "221307", Name: "虞城县"}, {ID: "221308", Name: "夏邑县"}, {ID: "221309", Name: "永城市"}
    ],
    "济源": [{ID: "221401", Name: "济源市"}],
    "新乡": [
      {ID: "221501", Name: "红旗区"}, {ID: "221502", Name: "卫滨区"}, {
        ID: "221503",
        Name: "凤泉区"
      }, {ID: "221504", Name: "牧野区"}, {ID: "221505", Name: "新乡县"}, {
        ID: "221506",
        Name: "获嘉县"
      }, {ID: "221507", Name: "原阳县"}, {ID: "221508", Name: "延津县"}, {
        ID: "221509",
        Name: "封丘县"
      }, {ID: "221510", Name: "长垣县"}, {ID: "221511", Name: "卫辉市"}, {ID: "221512", Name: "辉县市"}
    ],
    "许昌": [
      {ID: "221601", Name: "魏都区"}, {ID: "221602", Name: "许昌县"}, {
        ID: "221603",
        Name: "鄢陵县"
      }, {ID: "221604", Name: "襄城县"}, {ID: "221605", Name: "禹州市"}, {ID: "221606", Name: "长葛市"}
    ],
    "周口": [
      {ID: "221701", Name: "川汇区"}, {ID: "221702", Name: "扶沟县"}, {
        ID: "221703",
        Name: "西华县"
      }, {ID: "221704", Name: "商水县"}, {ID: "221705", Name: "沈丘县"}, {
        ID: "221706",
        Name: "郸城县"
      }, {ID: "221707", Name: "淮阳县"}, {ID: "221708", Name: "太康县"}, {
        ID: "221709",
        Name: "鹿邑县"
      }, {ID: "221710", Name: "项城市"}
    ],
    "驻马店": [
      {ID: "221801", Name: "驿城区"}, {ID: "221802", Name: "西平县"}, {
        ID: "221803",
        Name: "上蔡县"
      }, {ID: "221804", Name: "平舆县"}, {ID: "221805", Name: "正阳县"}, {
        ID: "221806",
        Name: "确山县"
      }, {ID: "221807", Name: "泌阳县"}, {ID: "221808", Name: "汝南县"}, {
        ID: "221809",
        Name: "遂平县"
      }, {ID: "221810", Name: "新蔡县"}
    ],
    "西安": [
      {ID: "230101", Name: "新城区"}, {ID: "230102", Name: "碑林区"}, {
        ID: "230103",
        Name: "莲湖区"
      }, {ID: "230104", Name: "灞桥区"}, {ID: "230105", Name: "未央区"}, {
        ID: "230106",
        Name: "雁塔区"
      }, {ID: "230107", Name: "阎良区"}, {ID: "230108", Name: "临潼区"}, {
        ID: "230109",
        Name: "长安区"
      }, {ID: "230110", Name: "蓝田县"}, {ID: "230111", Name: "周至县"}, {
        ID: "230112",
        Name: "户县"
      }, {ID: "230113", Name: "高陵县"}
    ],
    "延安": [
      {ID: "230201", Name: "宝塔区"}, {ID: "230202", Name: "延长县"}, {
        ID: "230203",
        Name: "延川县"
      }, {ID: "230204", Name: "子长县"}, {ID: "230205", Name: "安塞县"}, {
        ID: "230206",
        Name: "志丹县"
      }, {ID: "230207", Name: "吴起县"}, {ID: "230208", Name: "甘泉县"}, {
        ID: "230209",
        Name: "富县"
      }, {ID: "230210", Name: "洛川县"}, {ID: "230211", Name: "宜川县"}, {
        ID: "230212",
        Name: "黄龙县"
      }, {ID: "230213", Name: "黄陵县"}
    ],
    "宝鸡": [
      {ID: "230301", Name: "渭滨区"}, {ID: "230302", Name: "金台区"}, {
        ID: "230303",
        Name: "陈仓区"
      }, {ID: "230304", Name: "凤翔县"}, {ID: "230305", Name: "岐山县"}, {
        ID: "230306",
        Name: "扶风县"
      }, {ID: "230307", Name: "眉县"}, {ID: "230308", Name: "陇县"}, {
        ID: "230309",
        Name: "千阳县"
      }, {ID: "230310", Name: "麟游县"}, {ID: "230311", Name: "凤县"}, {ID: "230312", Name: "太白县"}
    ],
    "榆林": [
      {ID: "230401", Name: "榆阳区"}, {ID: "230402", Name: "神木县"}, {
        ID: "230403",
        Name: "府谷县"
      }, {ID: "230404", Name: "横山县"}, {ID: "230405", Name: "靖边县"}, {
        ID: "230406",
        Name: "定边县"
      }, {ID: "230407", Name: "绥德县"}, {ID: "230408", Name: "米脂县"}, {
        ID: "230409",
        Name: "佳县"
      }, {ID: "230410", Name: "吴堡县"}, {ID: "230411", Name: "清涧县"}, {ID: "230412", Name: "子洲县"}
    ],
    "汉中": [
      {ID: "230501", Name: "汉台区"}, {ID: "230502", Name: "南郑县"}, {
        ID: "230503",
        Name: "城固县"
      }, {ID: "230504", Name: "洋县"}, {ID: "230505", Name: "西乡县"}, {
        ID: "230506",
        Name: "勉县"
      }, {ID: "230507", Name: "宁强县"}, {ID: "230508", Name: "略阳县"}, {
        ID: "230509",
        Name: "镇巴县"
      }, {ID: "230510", Name: "留坝县"}, {ID: "230511", Name: "佛坪县"}
    ],
    "安康": [
      {ID: "230601", Name: "汉滨区"}, {ID: "230602", Name: "汉阴县"}, {
        ID: "230603",
        Name: "石泉县"
      }, {ID: "230604", Name: "宁陕县"}, {ID: "230605", Name: "紫阳县"}, {
        ID: "230606",
        Name: "岚皋县"
      }, {ID: "230607", Name: "平利县"}, {ID: "230608", Name: "镇坪县"}, {
        ID: "230609",
        Name: "旬阳县"
      }, {ID: "230610", Name: "白河县"}
    ],
    "商洛": [
      {ID: "230701", Name: "商州区"}, {ID: "230702", Name: "洛南县"}, {
        ID: "230703",
        Name: "丹凤县"
      }, {ID: "230704", Name: "商南县"}, {ID: "230705", Name: "山阳县"}, {
        ID: "230706",
        Name: "镇安县"
      }, {ID: "230707", Name: "柞水县"}
    ],
    "铜川": [
      {ID: "230801", Name: "王益区"}, {ID: "230802", Name: "印台区"}, {
        ID: "230803",
        Name: "耀州区"
      }, {ID: "230804", Name: "铜川新区"}, {ID: "230805", Name: "宜君县"}
    ],
    "渭南": [
      {ID: "230901", Name: "临渭区"}, {ID: "230902", Name: "华县"}, {
        ID: "230903",
        Name: "潼关县"
      }, {ID: "230904", Name: "大荔县"}, {ID: "230905", Name: "合阳县"}, {
        ID: "230906",
        Name: "澄城县"
      }, {ID: "230907", Name: "蒲城县"}, {ID: "230908", Name: "白水县"}, {
        ID: "230909",
        Name: "富平县"
      }, {ID: "230910", Name: "韩城市"}, {ID: "230911", Name: "华阴市"}
    ],
    "咸阳": [
      {ID: "231001", Name: "秦都区"}, {ID: "231002", Name: "杨凌区"}, {
        ID: "231003",
        Name: "渭城区"
      }, {ID: "231004", Name: "三原县"}, {ID: "231005", Name: "泾阳县"}, {
        ID: "231006",
        Name: "乾县"
      }, {ID: "231007", Name: "礼泉县"}, {ID: "231008", Name: "永寿县"}, {
        ID: "231009",
        Name: "彬县"
      }, {ID: "231010", Name: "长武县"}, {ID: "231011", Name: "旬邑县"}, {
        ID: "231012",
        Name: "淳化县"
      }, {ID: "231013", Name: "武功县"}, {ID: "231014", Name: "兴平市"}
    ],
    "吉林": [
      {ID: "240101", Name: "昌邑区"}, {ID: "240102", Name: "龙潭区"}, {
        ID: "240103",
        Name: "船营区"
      }, {ID: "240104", Name: "丰满区"}, {ID: "240105", Name: "永吉县"}, {
        ID: "240106",
        Name: "蛟河市"
      }, {ID: "240107", Name: "桦甸市"}, {ID: "240108", Name: "舒兰市"}, {ID: "240109", Name: "磐石市"}
    ],
    "长春": [
      {ID: "240201", Name: "南关区"}, {ID: "240202", Name: "宽城区"}, {
        ID: "240203",
        Name: "朝阳区"
      }, {ID: "240204", Name: "二道区"}, {ID: "240205", Name: "绿园区"}, {
        ID: "240206",
        Name: "双阳区"
      }, {ID: "240207", Name: "农安县"}, {ID: "240208", Name: "九台市"}, {
        ID: "240209",
        Name: "榆树市"
      }, {ID: "240210", Name: "德惠市"}
    ],
    "延边": [
      {ID: "240301", Name: "延吉市"}, {ID: "240302", Name: "图们市"}, {
        ID: "240303",
        Name: "敦化市"
      }, {ID: "240304", Name: "珲春市"}, {ID: "240305", Name: "龙井市"}, {
        ID: "240306",
        Name: "和龙市"
      }, {ID: "240307", Name: "汪清县"}, {ID: "240308", Name: "安图县"}
    ],
    "通化": [
      {ID: "240401", Name: "东昌区"}, {ID: "240402", Name: "二道江区"}, {
        ID: "240403",
        Name: "通化县"
      }, {ID: "240404", Name: "辉南县"}, {ID: "240405", Name: "柳河县"}, {
        ID: "240406",
        Name: "梅河口市"
      }, {ID: "240407", Name: "集安市"}
    ],
    "四平": [
      {ID: "240501", Name: "铁西区"}, {ID: "240502", Name: "铁东区"}, {
        ID: "240503",
        Name: "梨树县"
      }, {ID: "240504", Name: "伊通县"}, {ID: "240505", Name: "公主岭市"}, {ID: "240506", Name: "双辽市"}
    ],
    "白城": [
      {ID: "240601", Name: "洮北区"}, {ID: "240602", Name: "镇赉县"}, {
        ID: "240603",
        Name: "通榆县"
      }, {ID: "240604", Name: "洮南市"}, {ID: "240605", Name: "大安市"}
    ],
    "白山": [
      {ID: "240701", Name: "八道江区"}, {ID: "240702", Name: "抚松县"}, {
        ID: "240703",
        Name: "靖宇县"
      }, {ID: "240704", Name: "长白县"}, {ID: "240705", Name: "江源区"}, {
        ID: "240706",
        Name: "临江市"
      }, {ID: "240707", Name: "浑江区"}
    ],
    "辽源": [
      {ID: "240801", Name: "龙山区"}, {ID: "240802", Name: "西安区"}, {
        ID: "240803",
        Name: "东丰县"
      }, {ID: "240804", Name: "东辽县"}
    ],
    "松原": [
      {ID: "240901", Name: "宁江区"}, {ID: "240902", Name: "前郭尔罗斯县"}, {
        ID: "240903",
        Name: "长岭县"
      }, {ID: "240904", Name: "乾安县"}, {ID: "240905", Name: "扶余县"}
    ],
    "沈阳": [
      {ID: "250101", Name: "和平区"}, {ID: "250102", Name: "沈河区"}, {
        ID: "250103",
        Name: "大东区"
      }, {ID: "250105", Name: "铁西区"}, {ID: "250106", Name: "苏家屯区"}, {
        ID: "250107",
        Name: "东陵区"
      }, {ID: "250108", Name: "沈北新区"}, {ID: "250109", Name: "于洪区"}, {
        ID: "250110",
        Name: "辽中县"
      }, {ID: "250111", Name: "康平县"}, {ID: "250112", Name: "法库县"}, {
        ID: "250113",
        Name: "新民市"
      }, {ID: "250114", Name: "皇姑区"}, {ID: "250115", Name: "浑南区"}
    ],
    "大连": [
      {ID: "250201", Name: "中山区"}, {ID: "250202", Name: "西岗区"}, {
        ID: "250203",
        Name: "沙河口区"
      }, {ID: "250204", Name: "甘井子区"}, {ID: "250205", Name: "旅顺口区"}, {
        ID: "250206",
        Name: "金州区"
      }, {ID: "250207", Name: "长海县"}, {ID: "250208", Name: "瓦房店市"}, {
        ID: "250209",
        Name: "普兰店区"
      }, {ID: "250210", Name: "庄河市"}
    ],
    "抚顺": [
      {ID: "250301", Name: "新抚区"}, {ID: "250302", Name: "东洲区"}, {
        ID: "250303",
        Name: "望花区"
      }, {ID: "250304", Name: "顺城区"}, {ID: "250305", Name: "抚顺县"}, {
        ID: "250306",
        Name: "新宾县"
      }, {ID: "250307", Name: "清原县"}
    ],
    "锦州": [
      {ID: "250401", Name: "古塔区"}, {ID: "250402", Name: "凌河区"}, {
        ID: "250403",
        Name: "太和区"
      }, {ID: "250404", Name: "黑山县"}, {ID: "250405", Name: "义县"}, {
        ID: "250406",
        Name: "凌海市"
      }, {ID: "250407", Name: "北镇市"}
    ],
    "鞍山": [
      {ID: "250501", Name: "铁东区"}, {ID: "250502", Name: "铁西区"}, {
        ID: "250503",
        Name: "立山区"
      }, {ID: "250504", Name: "千山区"}, {ID: "250505", Name: "台安县"}, {
        ID: "250506",
        Name: "岫岩县"
      }, {ID: "250507", Name: "海城市"}
    ],
    "铁岭": [
      {ID: "250601", Name: "银州区"}, {ID: "250602", Name: "清河区"}, {
        ID: "250603",
        Name: "铁岭县"
      }, {ID: "250604", Name: "西丰县"}, {ID: "250605", Name: "昌图县"}, {
        ID: "250606",
        Name: "调兵山市"
      }, {ID: "250607", Name: "开原市"}
    ],
    "丹东": [
      {ID: "250701", Name: "元宝区"}, {ID: "250702", Name: "振兴区"}, {
        ID: "250703",
        Name: "振安区"
      }, {ID: "250704", Name: "宽甸满族自治县"}, {ID: "250705", Name: "东港市"}, {ID: "250706", Name: "凤城市"}
    ],
    "葫芦岛": [
      {ID: "250801", Name: "连山区"}, {ID: "250802", Name: "龙港区"}, {
        ID: "250803",
        Name: "南票区"
      }, {ID: "250804", Name: "绥中县"}, {ID: "250805", Name: "建昌县"}, {ID: "250806", Name: "兴城市"}
    ],
    "盘锦": [
      {ID: "250901", Name: "双台子区"}, {ID: "250902", Name: "兴隆台区"}, {
        ID: "250903",
        Name: "大洼县"
      }, {ID: "250904", Name: "盘山县"}
    ],
    "朝阳": [
      {ID: "251001", Name: "双塔区"}, {ID: "251002", Name: "龙城区"}, {
        ID: "251003",
        Name: "朝阳县"
      }, {ID: "251004", Name: "建平县"}, {ID: "251005", Name: "喀喇沁左翼县"}, {
        ID: "251006",
        Name: "北票市"
      }, {ID: "251007", Name: "凌源市"}
    ],
    "本溪": [
      {ID: "251101", Name: "平山区"}, {ID: "251102", Name: "溪湖区"}, {
        ID: "251103",
        Name: "明山区"
      }, {ID: "251104", Name: "南芬区"}, {ID: "251105", Name: "本溪满族自治县"}, {ID: "251106", Name: "桓仁满族自治县"}
    ],
    "阜新": [
      {ID: "251201", Name: "海州区"}, {ID: "251202", Name: "新邱区"}, {
        ID: "251203",
        Name: "太平区"
      }, {ID: "251204", Name: "清河门区"}, {ID: "251205", Name: "细河区"}, {
        ID: "251206",
        Name: "阜新县"
      }, {ID: "251207", Name: "彰武县"}
    ],
    "辽阳": [
      {ID: "251301", Name: "白塔区"}, {ID: "251302", Name: "文圣区"}, {
        ID: "251303",
        Name: "宏伟区"
      }, {ID: "251304", Name: "弓长岭区"}, {ID: "251305", Name: "太子河区"}, {
        ID: "251306",
        Name: "辽阳县"
      }, {ID: "251307", Name: "灯塔市"}
    ],
    "营口": [
      {ID: "251401", Name: "站前区"}, {ID: "251402", Name: "西市区"}, {
        ID: "251403",
        Name: "鲅鱼圈区"
      }, {ID: "251404", Name: "老边区"}, {ID: "251405", Name: "盖州市"}, {ID: "251406", Name: "大石桥市"}
    ],
    "哈尔滨": [
      {ID: "260101", Name: "道里区"}, {ID: "260102", Name: "南岗区"}, {
        ID: "260103",
        Name: "道外区"
      }, {ID: "260104", Name: "香坊区"}, {ID: "260105", Name: "动力区"}, {
        ID: "260106",
        Name: "平房区"
      }, {ID: "260107", Name: "松北区"}, {ID: "260108", Name: "呼兰区"}, {
        ID: "260109",
        Name: "依兰县"
      }, {ID: "260110", Name: "方正县"}, {ID: "260111", Name: "宾县"}, {
        ID: "260112",
        Name: "巴彦县"
      }, {ID: "260113", Name: "木兰县"}, {ID: "260114", Name: "通河县"}, {
        ID: "260115",
        Name: "延寿县"
      }, {ID: "260116", Name: "阿城市"}, {ID: "260117", Name: "双城市"}, {
        ID: "260118",
        Name: "尚志市"
      }, {ID: "260119", Name: "五常市"}
    ],
    "大庆": [
      {ID: "260201", Name: "萨尔图区"}, {ID: "260202", Name: "龙凤区"}, {
        ID: "260203",
        Name: "让胡路区"
      }, {ID: "260204", Name: "红岗区"}, {ID: "260205", Name: "大同区"}, {
        ID: "260206",
        Name: "肇州县"
      }, {ID: "260207", Name: "肇源县"}, {ID: "260208", Name: "林甸县"}, {ID: "260209", Name: "杜尔伯特县"}
    ],
    "齐齐哈尔": [
      {ID: "260301", Name: "龙沙区"}, {ID: "260302", Name: "建华区"}, {
        ID: "260303",
        Name: "铁锋区"
      }, {ID: "260304", Name: "昂昂溪区"}, {ID: "260305", Name: "富拉尔基区"}, {
        ID: "260306",
        Name: "碾子山区"
      }, {ID: "260307", Name: "梅里斯达区"}, {ID: "260308", Name: "龙江县"}, {
        ID: "260309",
        Name: "依安县"
      }, {ID: "260310", Name: "泰来县"}, {ID: "260311", Name: "甘南县"}, {
        ID: "260312",
        Name: "富裕县"
      }, {ID: "260313", Name: "克山县"}, {ID: "260314", Name: "克东县"}, {
        ID: "260315",
        Name: "拜泉县"
      }, {ID: "260316", Name: "讷河市"}
    ],
    "牡丹江": [
      {ID: "260401", Name: "东安区"}, {ID: "260402", Name: "阳明区"}, {
        ID: "260403",
        Name: "爱民区"
      }, {ID: "260404", Name: "西安区"}, {ID: "260405", Name: "东宁县"}, {
        ID: "260406",
        Name: "林口县"
      }, {ID: "260407", Name: "绥芬河市"}, {ID: "260408", Name: "海林市"}, {
        ID: "260409",
        Name: "宁安市"
      }, {ID: "260410", Name: "穆棱市"}
    ],
    "佳木斯": [
      {ID: "260501", Name: "永红区"}, {ID: "260502", Name: "向阳区"}, {
        ID: "260503",
        Name: "前进区"
      }, {ID: "260504", Name: "东风区"}, {ID: "260505", Name: "郊区"}, {
        ID: "260506",
        Name: "桦南县"
      }, {ID: "260507", Name: "桦川县"}, {ID: "260508", Name: "汤原县"}, {
        ID: "260509",
        Name: "抚远县"
      }, {ID: "260510", Name: "同江市"}, {ID: "260511", Name: "富锦市"}
    ],
    "黑河": [
      {ID: "260601", Name: "爱辉区"}, {ID: "260602", Name: "嫩江县"}, {
        ID: "260603",
        Name: "逊克县"
      }, {ID: "260604", Name: "孙吴县"}, {ID: "260605", Name: "北安市"}, {ID: "260606", Name: "五大连池市"}
    ],
    "伊春": [
      {ID: "260701", Name: "伊春区"}, {ID: "260702", Name: "南岔区"}, {
        ID: "260703",
        Name: "友好区"
      }, {ID: "260704", Name: "西林区"}, {ID: "260705", Name: "翠峦区"}, {
        ID: "260706",
        Name: "新青区"
      }, {ID: "260707", Name: "美溪区"}, {ID: "260708", Name: "金山屯区"}, {
        ID: "260709",
        Name: "五营区"
      }, {ID: "260710", Name: "乌马河区"}, {ID: "260711", Name: "汤旺河区"}, {
        ID: "260712",
        Name: "带岭区"
      }, {ID: "260713", Name: "乌伊岭区"}, {ID: "260714", Name: "红星区"}, {
        ID: "260715",
        Name: "上甘岭区"
      }, {ID: "260716", Name: "嘉荫县"}, {ID: "260717", Name: "铁力市"}
    ],
    "大兴安岭": [
      {ID: "260801", Name: "呼玛县"}, {ID: "260802", Name: "塔河县"}, {
        ID: "260803",
        Name: "漠河县"
      }, {ID: "260804", Name: "加格达奇区"}, {ID: "260805", Name: "松岭区"}, {
        ID: "260806",
        Name: "新林区"
      }, {ID: "260807", Name: "呼中区"}
    ],
    "鹤岗": [
      {ID: "260901", Name: "向阳区"}, {ID: "260902", Name: "工农区"}, {
        ID: "260903",
        Name: "南山区"
      }, {ID: "260904", Name: "兴安区"}, {ID: "260905", Name: "东山区"}, {
        ID: "260906",
        Name: "兴山区"
      }, {ID: "260907", Name: "萝北县"}, {ID: "260908", Name: "绥滨县"}
    ],
    "鸡西": [
      {ID: "261001", Name: "鸡冠区"}, {ID: "261002", Name: "恒山区"}, {
        ID: "261003",
        Name: "滴道区"
      }, {ID: "261004", Name: "梨树区"}, {ID: "261005", Name: "城子河区"}, {
        ID: "261006",
        Name: "麻山区"
      }, {ID: "261007", Name: "鸡东县"}, {ID: "261008", Name: "虎林市"}, {ID: "261009", Name: "密山市"}
    ],
    "七台河": [
      {ID: "261101", Name: "新兴区"}, {ID: "261102", Name: "桃山区"}, {
        ID: "261103",
        Name: "茄子河区"
      }, {ID: "261104", Name: "勃利县"}
    ],
    "双鸭山": [
      {ID: "261201", Name: "尖山区"}, {ID: "261202", Name: "岭东区"}, {
        ID: "261203",
        Name: "四方台区"
      }, {ID: "261204", Name: "宝山区"}, {ID: "261205", Name: "集贤县"}, {
        ID: "261206",
        Name: "友谊县"
      }, {ID: "261207", Name: "宝清县"}, {ID: "261208", Name: "饶河县"}
    ],
    "绥化": [
      {ID: "261301", Name: "北林区"}, {ID: "261302", Name: "望奎县"}, {
        ID: "261303",
        Name: "兰西县"
      }, {ID: "261304", Name: "青冈县"}, {ID: "261305", Name: "庆安县"}, {
        ID: "261306",
        Name: "明水县"
      }, {ID: "261307", Name: "绥棱县"}, {ID: "261308", Name: "安达市"}, {
        ID: "261309",
        Name: "肇东市"
      }, {ID: "261310", Name: "海伦市"}
    ],
    "太原": [
      {ID: "270101", Name: "小店区"}, {ID: "270102", Name: "迎泽区"}, {
        ID: "270103",
        Name: "杏花岭区"
      }, {ID: "270104", Name: "尖草坪区"}, {ID: "270105", Name: "万柏林区"}, {
        ID: "270106",
        Name: "晋源区"
      }, {ID: "270107", Name: "清徐县"}, {ID: "270108", Name: "阳曲县"}, {
        ID: "270109",
        Name: "娄烦县"
      }, {ID: "270110", Name: "古交市"}
    ],
    "大同": [
      {ID: "270201", Name: "城区"}, {ID: "270202", Name: "矿区"}, {
        ID: "270203",
        Name: "南郊区"
      }, {ID: "270204", Name: "新荣区"}, {ID: "270205", Name: "阳高县"}, {
        ID: "270206",
        Name: "天镇县"
      }, {ID: "270207", Name: "广灵县"}, {ID: "270208", Name: "灵丘县"}, {
        ID: "270209",
        Name: "浑源县"
      }, {ID: "270210", Name: "左云县"}, {ID: "270211", Name: "大同县"}
    ],
    "晋中": [
      {ID: "270301", Name: "榆次区"}, {ID: "270302", Name: "榆社县"}, {
        ID: "270303",
        Name: "左权县"
      }, {ID: "270304", Name: "和顺县"}, {ID: "270305", Name: "昔阳县"}, {
        ID: "270306",
        Name: "寿阳县"
      }, {ID: "270307", Name: "太谷县"}, {ID: "270308", Name: "祁县"}, {
        ID: "270309",
        Name: "平遥县"
      }, {ID: "270310", Name: "灵石县"}, {ID: "270311", Name: "介休市"}
    ],
    "晋城": [
      {ID: "270401", Name: "城区"}, {ID: "270402", Name: "沁水县"}, {
        ID: "270403",
        Name: "阳城县"
      }, {ID: "270404", Name: "陵川县"}, {ID: "270405", Name: "泽州县"}, {ID: "270406", Name: "高平市"}
    ],
    "吕梁": [
      {ID: "270501", Name: "离石区"}, {ID: "270502", Name: "文水县"}, {
        ID: "270503",
        Name: "交城县"
      }, {ID: "270504", Name: "兴县"}, {ID: "270505", Name: "临县"}, {
        ID: "270506",
        Name: "柳林县"
      }, {ID: "270507", Name: "石楼县"}, {ID: "270508", Name: "岚县"}, {
        ID: "270509",
        Name: "方山县"
      }, {ID: "270510", Name: "中阳县"}, {ID: "270511", Name: "交口县"}, {
        ID: "270512",
        Name: "孝义市"
      }, {ID: "270513", Name: "汾阳市"}
    ],
    "临汾": [
      {ID: "270601", Name: "尧都区"}, {ID: "270602", Name: "曲沃县"}, {
        ID: "270603",
        Name: "翼城县"
      }, {ID: "270604", Name: "襄汾县"}, {ID: "270605", Name: "洪洞县"}, {
        ID: "270606",
        Name: "古县"
      }, {ID: "270607", Name: "安泽县"}, {ID: "270608", Name: "浮山县"}, {
        ID: "270609",
        Name: "吉县"
      }, {ID: "270610", Name: "乡宁县"}, {ID: "270611", Name: "大宁县"}, {
        ID: "270612",
        Name: "隰县"
      }, {ID: "270613", Name: "永和县"}, {ID: "270614", Name: "蒲县"}, {
        ID: "270615",
        Name: "汾西县"
      }, {ID: "270616", Name: "侯马市"}, {ID: "270617", Name: "霍州市"}
    ],
    "运城": [
      {ID: "270701", Name: "盐湖区"}, {ID: "270702", Name: "临猗县"}, {
        ID: "270703",
        Name: "万荣县"
      }, {ID: "270704", Name: "闻喜县"}, {ID: "270705", Name: "稷山县"}, {
        ID: "270706",
        Name: "新绛县"
      }, {ID: "270707", Name: "绛县"}, {ID: "270708", Name: "垣曲县"}, {
        ID: "270709",
        Name: "夏县"
      }, {ID: "270710", Name: "平陆县"}, {ID: "270711", Name: "芮城县"}, {
        ID: "270712",
        Name: "永济市"
      }, {ID: "270713", Name: "河津市"}
    ],
    "长治": [
      {ID: "270801", Name: "城区"}, {ID: "270802", Name: "郊区"}, {
        ID: "270803",
        Name: "长治县"
      }, {ID: "270804", Name: "襄垣县"}, {ID: "270805", Name: "屯留县"}, {
        ID: "270806",
        Name: "平顺县"
      }, {ID: "270807", Name: "黎城县"}, {ID: "270808", Name: "壶关县"}, {
        ID: "270809",
        Name: "长子县"
      }, {ID: "270810", Name: "武乡县"}, {ID: "270811", Name: "沁县"}, {
        ID: "270812",
        Name: "沁源县"
      }, {ID: "270813", Name: "潞城市"}
    ],
    "朔州": [
      {ID: "270901", Name: "朔城区"}, {ID: "270902", Name: "平鲁区"}, {
        ID: "270903",
        Name: "山阴县"
      }, {ID: "270904", Name: "应县"}, {ID: "270905", Name: "右玉县"}, {ID: "270906", Name: "怀仁县"}
    ],
    "忻州": [
      {ID: "271001", Name: "忻府区"}, {ID: "271002", Name: "定襄县"}, {
        ID: "271003",
        Name: "五台县"
      }, {ID: "271004", Name: "代县"}, {ID: "271005", Name: "繁峙县"}, {
        ID: "271006",
        Name: "宁武县"
      }, {ID: "271007", Name: "静乐县"}, {ID: "271008", Name: "神池县"}, {
        ID: "271009",
        Name: "五寨县"
      }, {ID: "271010", Name: "岢岚县"}, {ID: "271011", Name: "河曲县"}, {
        ID: "271012",
        Name: "保德县"
      }, {ID: "271013", Name: "偏关县"}, {ID: "271014", Name: "原平市"}
    ],
    "阳泉": [
      {ID: "271101", Name: "城区"}, {ID: "271102", Name: "矿区"}, {
        ID: "271103",
        Name: "郊区"
      }, {ID: "271104", Name: "平定县"}, {ID: "271105", Name: "盂县"}
    ],
    "银川": [
      {ID: "280101", Name: "兴庆区"}, {ID: "280102", Name: "西夏区"}, {
        ID: "280103",
        Name: "金凤区"
      }, {ID: "280104", Name: "永宁县"}, {ID: "280105", Name: "贺兰县"}, {ID: "280106", Name: "灵武市"}
    ],
    "固原": [
      {ID: "280201", Name: "原州区"}, {ID: "280202", Name: "西吉县"}, {
        ID: "280203",
        Name: "隆德县"
      }, {ID: "280204", Name: "泾源县"}, {ID: "280205", Name: "彭阳县"}
    ],
    "石嘴山": [{ID: "280301", Name: "大武口区"}, {ID: "280302", Name: "惠农区"}, {ID: "280303", Name: "平罗县"}],
    "中卫": [{ID: "280401", Name: "沙坡头区"}, {ID: "280402", Name: "中宁县"}, {ID: "280403", Name: "海原县"}],
    "吴忠": [],
    "西宁": [
      {ID: "290101", Name: "城东区"}, {ID: "290102", Name: "城中区"}, {
        ID: "290103",
        Name: "城西区"
      }, {ID: "290104", Name: "城北区"}, {ID: "290105", Name: "大通县"}, {
        ID: "290106",
        Name: "湟中县"
      }, {ID: "290107", Name: "湟源县"}
    ],
    "果洛": [
      {ID: "290201", Name: "玛沁县"}, {ID: "290202", Name: "班玛县"}, {
        ID: "290203",
        Name: "甘德县"
      }, {ID: "290204", Name: "达日县"}, {ID: "290205", Name: "久治县"}, {ID: "290206", Name: "玛多县"}
    ],
    "海北": [
      {ID: "290301", Name: "门源县"}, {ID: "290302", Name: "祁连县"}, {
        ID: "290303",
        Name: "海晏县"
      }, {ID: "290304", Name: "刚察县"}
    ],
    "海东": [
      {ID: "290401", Name: "平安县"}, {ID: "290402", Name: "民和县"}, {
        ID: "290403",
        Name: "乐都县"
      }, {ID: "290404", Name: "互助县"}, {ID: "290405", Name: "化隆县"}, {ID: "290406", Name: "循化县"}
    ],
    "海南": [
      {ID: "290501", Name: "共和县"}, {ID: "290502", Name: "同德县"}, {
        ID: "290503",
        Name: "贵德县"
      }, {ID: "290504", Name: "兴海县"}, {ID: "290505", Name: "贵南县"}
    ],
    "海西": [
      {ID: "290601", Name: "格尔木市"}, {ID: "290602", Name: "德令哈市"}, {
        ID: "290603",
        Name: "乌兰县"
      }, {ID: "290604", Name: "都兰县"}, {ID: "290605", Name: "天峻县"}, {
        ID: "290606",
        Name: "冷湖行委"
      }, {ID: "290607", Name: "大柴旦行委"}, {ID: "290608", Name: "茫崖行委"}
    ],
    "黄南": [
      {ID: "290701", Name: "同仁县"}, {ID: "290702", Name: "尖扎县"}, {
        ID: "290703",
        Name: "泽库县"
      }, {ID: "290704", Name: "河南县"}
    ],
    "玉树": [
      {ID: "290801", Name: "玉树县"}, {ID: "290802", Name: "杂多县"}, {
        ID: "290803",
        Name: "称多县"
      }, {ID: "290804", Name: "治多县"}, {ID: "290805", Name: "囊谦县"}, {ID: "290806", Name: "曲麻莱县"}
    ],
    "兰州": [
      {ID: "300101", Name: "城关区"}, {ID: "300102", Name: "七里河区"}, {
        ID: "300103",
        Name: "西固区"
      }, {ID: "300104", Name: "安宁区"}, {ID: "300105", Name: "红古区"}, {
        ID: "300106",
        Name: "永登县"
      }, {ID: "300107", Name: "皋兰县"}, {ID: "300108", Name: "榆中县"}
    ],
    "酒泉": [
      {ID: "300201", Name: "肃州区"}, {ID: "300202", Name: "金塔县"}, {
        ID: "300203",
        Name: "瓜州县"
      }, {ID: "300204", Name: "肃北县"}, {ID: "300205", Name: "阿克塞县"}, {
        ID: "300206",
        Name: "玉门市"
      }, {ID: "300207", Name: "敦煌市"}
    ],
    "甘南": [
      {ID: "300301", Name: "合作市"}, {ID: "300302", Name: "临潭县"}, {
        ID: "300303",
        Name: "卓尼县"
      }, {ID: "300304", Name: "舟曲县"}, {ID: "300305", Name: "迭部县"}, {
        ID: "300306",
        Name: "玛曲县"
      }, {ID: "300307", Name: "碌曲县"}, {ID: "300308", Name: "夏河县"}
    ],
    "白银": [
      {ID: "300401", Name: "白银区"}, {ID: "300402", Name: "平川区"}, {
        ID: "300403",
        Name: "靖远县"
      }, {ID: "300404", Name: "会宁县"}, {ID: "300405", Name: "景泰县"}
    ],
    "定西": [
      {ID: "300501", Name: "安定区"}, {ID: "300502", Name: "通渭县"}, {
        ID: "300503",
        Name: "陇西县"
      }, {ID: "300504", Name: "渭源县"}, {ID: "300505", Name: "临洮县"}, {
        ID: "300506",
        Name: "漳县"
      }, {ID: "300507", Name: "岷县"}
    ],
    "嘉峪关": [],
    "金昌": [{ID: "300701", Name: "金川区"}, {ID: "300702", Name: "永昌县"}],
    "临夏": [
      {ID: "300801", Name: "临夏市"}, {ID: "300802", Name: "临夏县"}, {
        ID: "300803",
        Name: "康乐县"
      }, {ID: "300804", Name: "永靖县"}, {ID: "300805", Name: "广河县"}, {
        ID: "300806",
        Name: "和政县"
      }, {ID: "300807", Name: "东乡县"}, {ID: "300808", Name: "积石山县"}
    ],
    "陇南": [
      {ID: "300901", Name: "武都区"}, {ID: "300902", Name: "文县"}, {
        ID: "300903",
        Name: "宕昌县"
      }, {ID: "300904", Name: "康县"}, {ID: "300905", Name: "西和县"}, {
        ID: "300906",
        Name: "礼县"
      }, {ID: "300907", Name: "徽县"}, {ID: "300908", Name: "两当县"}
    ],
    "平凉": [
      {ID: "301001", Name: "崆峒区"}, {ID: "301002", Name: "泾川县"}, {
        ID: "301003",
        Name: "灵台县"
      }, {ID: "301004", Name: "崇信县"}, {ID: "301005", Name: "华亭县"}, {
        ID: "301006",
        Name: "庄浪县"
      }, {ID: "301007", Name: "静宁县"}
    ],
    "庆阳": [
      {ID: "301101", Name: "西峰区"}, {ID: "301102", Name: "庆城县"}, {
        ID: "301103",
        Name: "环县"
      }, {ID: "301104", Name: "华池县"}, {ID: "301105", Name: "合水县"}, {
        ID: "301106",
        Name: "正宁县"
      }, {ID: "301107", Name: "宁县"}, {ID: "301108", Name: "镇原县"}
    ],
    "天水": [
      {ID: "301201", Name: "秦州区"}, {ID: "301202", Name: "麦积区"}, {
        ID: "301203",
        Name: "清水县"
      }, {ID: "301204", Name: "秦安县"}, {ID: "301205", Name: "甘谷县"}, {
        ID: "301206",
        Name: "武山县"
      }, {ID: "301207", Name: "张家川县"}
    ],
    "武威": [
      {ID: "301301", Name: "凉州区"}, {ID: "301302", Name: "民勤县"}, {
        ID: "301303",
        Name: "古浪县"
      }, {ID: "301304", Name: "天祝县"}
    ],
    "张掖": [
      {ID: "301401", Name: "甘州区"}, {ID: "301402", Name: "肃南县"}, {
        ID: "301403",
        Name: "民乐县"
      }, {ID: "301404", Name: "临泽县"}, {ID: "301405", Name: "高台县"}, {ID: "301406", Name: "山丹县"}
    ],
    "呼和浩特": [
      {ID: "310101", Name: "新城区"}, {ID: "310102", Name: "回民区"}, {
        ID: "310103",
        Name: "玉泉区"
      }, {ID: "310104", Name: "赛罕区"}, {ID: "310105", Name: "土默特左旗"}, {
        ID: "310106",
        Name: "托克托县"
      }, {ID: "310107", Name: "和林格尔县"}, {ID: "310108", Name: "清水河县"}, {ID: "310109", Name: "武川县"}
    ],
    "鄂尔多斯": [
      {ID: "310201", Name: "东胜区"}, {ID: "310202", Name: "达拉特旗"}, {
        ID: "310203",
        Name: "准格尔旗"
      }, {ID: "310204", Name: "鄂托克前旗"}, {ID: "310205", Name: "鄂托克旗"}, {
        ID: "310206",
        Name: "杭锦旗"
      }, {ID: "310207", Name: "乌审旗"}, {ID: "310208", Name: "伊金霍洛旗"}
    ],
    "包头": [
      {ID: "310301", Name: "东河区"}, {ID: "310302", Name: "昆都仑区"}, {
        ID: "310303",
        Name: "青山区"
      }, {ID: "310304", Name: "石拐区"}, {ID: "310305", Name: "白云矿区"}, {
        ID: "310306",
        Name: "九原区"
      }, {ID: "310307", Name: "土默特右旗"}, {ID: "310308", Name: "固阳县"}, {ID: "310309", Name: "达尔罕茂明安联合旗"}
    ],
    "赤峰": [
      {ID: "310401", Name: "红山区"}, {ID: "310402", Name: "元宝山区"}, {
        ID: "310403",
        Name: "松山区"
      }, {ID: "310404", Name: "阿鲁科尔沁旗"}, {ID: "310405", Name: "巴林左旗"}, {
        ID: "310406",
        Name: "巴林右旗"
      }, {ID: "310407", Name: "林西县"}, {ID: "310408", Name: "宁城县"}, {
        ID: "310409",
        Name: "克什克腾旗"
      }, {ID: "310410", Name: "翁牛特旗"}, {ID: "310411", Name: "喀喇沁旗"}, {
        ID: "310412",
        Name: "敖汉旗"
      }, {ID: "310413", Name: "宁城县"}
    ],
    "呼伦贝尔": [
      {ID: "310501", Name: "海拉尔区"}, {ID: "310502", Name: "阿荣旗"}, {
        ID: "310503",
        Name: "莫力达瓦旗"
      }, {ID: "310504", Name: "鄂伦春自治旗"}, {ID: "310505", Name: "鄂温克旗"}, {
        ID: "310506",
        Name: "陈巴尔虎旗"
      }, {ID: "310507", Name: "新巴尔虎左旗"}, {ID: "310508", Name: "新巴尔虎右旗"}, {
        ID: "310509",
        Name: "满洲里市"
      }, {ID: "310510", Name: "牙克石市"}, {ID: "310511", Name: "扎兰屯市"}, {
        ID: "310512",
        Name: "额尔古纳市"
      }, {ID: "310513", Name: "根河市"}, {ID: "310514", Name: "莫力达瓦达斡尔族自治旗"}
    ],
    "阿拉善": [{ID: "310601", Name: "阿拉善左旗"}, {ID: "310602", Name: "阿拉善右旗"}, {ID: "310603", Name: "额济纳旗"}],
    "巴彦淖尔": [
      {ID: "310701", Name: "临河区"}, {ID: "310702", Name: "五原县"}, {
        ID: "310703",
        Name: "磴口县"
      }, {ID: "310704", Name: "乌拉特前旗"}, {ID: "310705", Name: "乌拉特中旗"}, {
        ID: "310706",
        Name: "乌拉特后旗"
      }, {ID: "310707", Name: "杭锦后旗"}
    ],
    "通辽": [
      {ID: "310801", Name: "科尔沁区"}, {ID: "310802", Name: "科尔沁左翼中旗"}, {
        ID: "310803",
        Name: "科尔沁左翼后旗"
      }, {ID: "310804", Name: "开鲁县"}, {ID: "310805", Name: "库伦旗"}, {
        ID: "310806",
        Name: "奈曼旗"
      }, {ID: "310807", Name: "扎鲁特旗"}, {ID: "310808", Name: "霍林郭勒市"}
    ],
    "乌海": [{ID: "310901", Name: "海勃湾区"}, {ID: "310902", Name: "海南区"}, {ID: "310903", Name: "乌达区"}],
    "乌兰察布": [
      {ID: "311001", Name: "集宁区"}, {ID: "311002", Name: "丰镇市"}, {
        ID: "311003",
        Name: "卓资县"
      }, {ID: "311004", Name: "化德县"}, {ID: "311005", Name: "商都县"}, {
        ID: "311006",
        Name: "兴和县"
      }, {ID: "311007", Name: "凉城县"}, {ID: "311008", Name: "察哈尔右翼前旗"}, {
        ID: "311009",
        Name: "察哈尔右翼中旗"
      }, {ID: "311010", Name: "察哈尔右翼后旗"}, {ID: "311011", Name: "四子王旗"}
    ],
    "锡林郭勒": [
      {ID: "311101", Name: "二连浩特市"}, {ID: "311102", Name: "锡林浩特市"}, {
        ID: "311103",
        Name: "阿巴嘎旗"
      }, {ID: "311104", Name: "苏尼特左旗"}, {ID: "311105", Name: "苏尼特右旗"}, {
        ID: "311106",
        Name: "东乌珠穆沁旗"
      }, {ID: "311107", Name: "西乌珠穆沁旗"}, {ID: "311108", Name: "太仆寺旗"}, {
        ID: "311109",
        Name: "镶黄旗"
      }, {ID: "311110", Name: "正镶白旗"}, {ID: "311111", Name: "正蓝旗"}, {ID: "311112", Name: "多伦县"}
    ],
    "兴安": [
      {ID: "311201", Name: "乌兰浩特市"}, {ID: "311202", Name: "阿尔山市"}, {
        ID: "311203",
        Name: "科尔沁右翼前旗"
      }, {ID: "311204", Name: "科尔沁右翼中旗"}, {ID: "311205", Name: "扎赉特旗"}, {ID: "311206", Name: "突泉县"}
    ],
    "乌鲁木齐": [
      {ID: "320101", Name: "天山区"}, {ID: "320102", Name: "沙依巴克区"}, {
        ID: "320103",
        Name: "新市区"
      }, {ID: "320104", Name: "水磨沟区"}, {ID: "320105", Name: "头屯河区"}, {
        ID: "320106",
        Name: "达坂城区"
      }, {ID: "320107", Name: "东山区"}, {ID: "320108", Name: "乌鲁木齐县"}
    ],
    "吐鲁番": [{ID: "320201", Name: "吐鲁番市"}, {ID: "320202", Name: "鄯善县"}, {ID: "320203", Name: "托克逊县"}],
    "克拉玛依": [
      {ID: "320301", Name: "独山子区"}, {ID: "320302", Name: "克拉玛依区"}, {
        ID: "320303",
        Name: "白碱滩区"
      }, {ID: "320304", Name: "乌尔禾区"}
    ],
    "和田": [
      {ID: "320401", Name: "和田市"}, {ID: "320402", Name: "和田县"}, {
        ID: "320403",
        Name: "墨玉县"
      }, {ID: "320404", Name: "皮山县"}, {ID: "320405", Name: "洛浦县"}, {
        ID: "320406",
        Name: "策勒县"
      }, {ID: "320407", Name: "于田县"}, {ID: "320408", Name: "民丰县"}
    ],
    "阿勒泰": [
      {ID: "320501", Name: "阿勒泰市"}, {ID: "320502", Name: "布尔津县"}, {
        ID: "320503",
        Name: "富蕴县"
      }, {ID: "320504", Name: "福海县"}, {ID: "320505", Name: "哈巴河县"}, {
        ID: "320506",
        Name: "青河县"
      }, {ID: "320507", Name: "吉木乃县"}
    ],
    "阿克苏": [
      {ID: "320601", Name: "阿克苏市"}, {ID: "320602", Name: "温宿县"}, {
        ID: "320603",
        Name: "库车县"
      }, {ID: "320604", Name: "沙雅县"}, {ID: "320605", Name: "新和县"}, {
        ID: "320606",
        Name: "拜城县"
      }, {ID: "320607", Name: "乌什县"}, {ID: "320608", Name: "阿瓦提县"}, {ID: "320609", Name: "柯坪县"}
    ],
    "巴音郭楞": [
      {ID: "320701", Name: "库尔勒市"}, {ID: "320702", Name: "轮台县"}, {
        ID: "320703",
        Name: "尉犁县"
      }, {ID: "320704", Name: "若羌县"}, {ID: "320705", Name: "且末县"}, {
        ID: "320706",
        Name: "焉耆县"
      }, {ID: "320707", Name: "和静县"}, {ID: "320708", Name: "和硕县"}, {ID: "320709", Name: "博湖县"}
    ],
    "博尔塔拉": [{ID: "320801", Name: "博乐市"}, {ID: "320802", Name: "精河县"}, {ID: "320803", Name: "温泉县"}],
    "昌吉": [
      {ID: "320901", Name: "昌吉市"}, {ID: "320902", Name: "阜康市"}, {
        ID: "320903",
        Name: "米泉市"
      }, {ID: "320904", Name: "呼图壁县"}, {ID: "320905", Name: "玛纳斯县"}, {
        ID: "320906",
        Name: "奇台县"
      }, {ID: "320907", Name: "吉木萨尔县"}, {ID: "320908", Name: "木垒县"}
    ],
    "哈密": [{ID: "321001", Name: "哈密市"}, {ID: "321002", Name: "巴里坤县"}, {ID: "321003", Name: "伊吾县"}],
    "喀什": [
      {ID: "321101", Name: "喀什市"}, {ID: "321102", Name: "疏附县"}, {
        ID: "321103",
        Name: "疏勒县"
      }, {ID: "321104", Name: "英吉沙县"}, {ID: "321105", Name: "泽普县"}, {
        ID: "321107",
        Name: "莎车县"
      }, {ID: "321108", Name: "叶城县"}, {ID: "321109", Name: "麦盖提县"}, {
        ID: "321110",
        Name: "岳普湖县"
      }, {ID: "321111", Name: "伽师县"}, {ID: "321112", Name: "巴楚县"}, {ID: "321113", Name: "塔什库尔干县"}
    ],
    "克孜": [
      {ID: "321201", Name: "阿图什市"}, {ID: "321202", Name: "阿克陶县"}, {
        ID: "321203",
        Name: "阿合奇县"
      }, {ID: "321204", Name: "乌恰县"}
    ],
    "塔城": [
      {ID: "321301", Name: "石河子市"}, {ID: "321302", Name: "阿拉尔市"}, {
        ID: "321303",
        Name: "图木舒克市"
      }, {ID: "321304", Name: "五家渠市"}, {ID: "321305", Name: "裕民县"}, {
        ID: "321306",
        Name: "托里县"
      }, {ID: "321307", Name: "额敏县"}, {ID: "321308", Name: "塔城市"}, {ID: "321309", Name: "和布克赛尔蒙古自治县"}
    ],
    "伊犁": [
      {ID: "321401", Name: "塔城市"}, {ID: "321402", Name: "乌苏市"}, {
        ID: "321403",
        Name: "额敏县"
      }, {ID: "321404", Name: "沙湾县"}, {ID: "321405", Name: "托里县"}, {
        ID: "321406",
        Name: "裕民县"
      }, {ID: "321407", Name: "和布克赛尔县"}
    ],
    "石河子": [
      {ID: "321501", Name: "伊宁市"}, {ID: "321502", Name: "奎屯市"}, {
        ID: "321503",
        Name: "伊宁县"
      }, {ID: "321504", Name: "察布查尔县"}, {ID: "321505", Name: "霍城县"}, {
        ID: "321506",
        Name: "巩留县"
      }, {ID: "321507", Name: "新源县"}, {ID: "321508", Name: "昭苏县"}, {
        ID: "321509",
        Name: "特克斯县"
      }, {ID: "321510", Name: "尼勒克县"}
    ],
    "阿拉尔": [],
    "图木舒克": [],
    "五家渠": [],
    "拉萨": [
      {ID: "330101", Name: "城关区"}, {ID: "330102", Name: "林周县"}, {
        ID: "330103",
        Name: "当雄县"
      }, {ID: "330104", Name: "尼木县"}, {ID: "330105", Name: "曲水县"}, {
        ID: "330106",
        Name: "堆龙德庆县"
      }, {ID: "330107", Name: "达孜县"}, {ID: "330108", Name: "墨竹工卡县"}
    ],
    "阿里": [
      {ID: "330201", Name: "普兰县"}, {ID: "330202", Name: "札达县"}, {
        ID: "330203",
        Name: "噶尔县"
      }, {ID: "330204", Name: "日土县"}, {ID: "330205", Name: "革吉县"}, {
        ID: "330206",
        Name: "改则县"
      }, {ID: "330207", Name: "措勤县"}
    ],
    "日喀则": [
      {ID: "330301", Name: "日喀则市"}, {ID: "330302", Name: "南木林县"}, {
        ID: "330303",
        Name: "江孜县"
      }, {ID: "330304", Name: "定日县"}, {ID: "330305", Name: "萨迦县"}, {
        ID: "330306",
        Name: "拉孜县"
      }, {ID: "330307", Name: "昂仁县"}, {ID: "330308", Name: "谢通门县"}, {
        ID: "330309",
        Name: "白朗县"
      }, {ID: "330310", Name: "仁布县"}, {ID: "330311", Name: "康马县"}, {
        ID: "330312",
        Name: "定结县"
      }, {ID: "330313", Name: "仲巴县"}, {ID: "330314", Name: "亚东县"}, {
        ID: "330315",
        Name: "吉隆县"
      }, {ID: "330316", Name: "聂拉木县"}, {ID: "330317", Name: "萨嘎县"}, {ID: "330318", Name: "岗巴县"}
    ],
    "山南": [
      {ID: "330401", Name: "乃东县"}, {ID: "330402", Name: "扎囊县"}, {
        ID: "330403",
        Name: "贡嘎县"
      }, {ID: "330404", Name: "桑日县"}, {ID: "330405", Name: "琼结县"}, {
        ID: "330406",
        Name: "曲松县"
      }, {ID: "330407", Name: "措美县"}, {ID: "330408", Name: "洛扎县"}, {
        ID: "330409",
        Name: "加查县"
      }, {ID: "330410", Name: "隆子县"}, {ID: "330411", Name: "错那县"}, {ID: "330412", Name: "浪卡子县"}
    ],
    "昌都": [
      {ID: "330501", Name: "昌都县"}, {ID: "330502", Name: "江达县"}, {
        ID: "330503",
        Name: "贡觉县"
      }, {ID: "330504", Name: "类乌齐县"}, {ID: "330505", Name: "丁青县"}, {
        ID: "330506",
        Name: "察雅县"
      }, {ID: "330507", Name: "八宿县"}, {ID: "330508", Name: "左贡县"}, {
        ID: "330509",
        Name: "芒康县"
      }, {ID: "330510", Name: "洛隆县"}, {ID: "330511", Name: "边坝县"}
    ],
    "林芝": [
      {ID: "330601", Name: "林芝县"}, {ID: "330602", Name: "工布江达县"}, {
        ID: "330603",
        Name: "米林县"
      }, {ID: "330604", Name: "墨脱县"}, {ID: "330605", Name: "波密县"}, {
        ID: "330606",
        Name: "察隅县"
      }, {ID: "330607", Name: "朗县"}
    ],
    "那曲": [
      {ID: "330701", Name: "那曲县"}, {ID: "330702", Name: "嘉黎县"}, {
        ID: "330703",
        Name: "比如县"
      }, {ID: "330704", Name: "聂荣县"}, {ID: "330705", Name: "安多县"}, {
        ID: "330706",
        Name: "申扎县"
      }, {ID: "330707", Name: "索县"}, {ID: "330708", Name: "班戈县"}, {
        ID: "330709",
        Name: "巴青县"
      }, {ID: "330710", Name: "尼玛县"}
    ],
    "台北市": [
      {ID: "340101", Name: "松山区"}, {ID: "340102", Name: "信义区"}, {
        ID: "340103",
        Name: "大安区"
      }, {ID: "340104", Name: "中山区"}, {ID: "340105", Name: "中正区"}, {
        ID: "340106",
        Name: "大同区"
      }, {ID: "340107", Name: "万华区"}, {ID: "340108", Name: "文山区"}, {
        ID: "340109",
        Name: "南港区"
      }, {ID: "340110", Name: "内湖区"}, {ID: "340111", Name: "士林区"}, {ID: "340112", Name: "北投区"}
    ],
    "高雄市": [
      {ID: "340201", Name: "盐埕区"}, {ID: "340202", Name: "鼓山区"}, {
        ID: "340203",
        Name: "左营区"
      }, {ID: "340204", Name: "楠梓区"}, {ID: "340205", Name: "三民区"}, {
        ID: "340206",
        Name: "新兴区"
      }, {ID: "340207", Name: "前金区"}, {ID: "340208", Name: "苓雅区"}, {
        ID: "340209",
        Name: "前镇区"
      }, {ID: "340210", Name: "旗津区"}, {ID: "340211", Name: "小港区"}
    ],
    "花莲县": [],
    "台东县": [],
    "南投县": [],
    "嘉义县": [{ID: "340601", Name: "东区"}, {ID: "340602", Name: "西区"}],
    "台南市": [
      {ID: "340701", Name: "东区"}, {ID: "340702", Name: "南区"}, {
        ID: "340703",
        Name: "西区"
      }, {ID: "340704", Name: "北区"}, {ID: "340705", Name: "中区"}, {
        ID: "340706",
        Name: "安南区"
      }, {ID: "340707", Name: "安平区"}
    ],
    "高雄县": [],
    "基隆市": [
      {ID: "340901", Name: "中正区"}, {ID: "340902", Name: "七堵区"}, {
        ID: "340903",
        Name: "暖暖区"
      }, {ID: "340904", Name: "仁爱区"}, {ID: "340905", Name: "中山区"}, {
        ID: "340906",
        Name: "安乐区"
      }, {ID: "340907", Name: "信义区"}
    ],
    "嘉义市": [],
    "苗栗县": [],
    "澎湖县": [],
    "屏东县": [],
    "台北县": [],
    "台南县": [],
    "台中市": [
      {ID: "341601", Name: "中区"}, {ID: "341602", Name: "东区"}, {
        ID: "341603",
        Name: "西区"
      }, {ID: "341604", Name: "南区"}, {ID: "341605", Name: "北区"}, {
        ID: "341606",
        Name: "西屯区"
      }, {ID: "341607", Name: "南屯区"}, {ID: "341608", Name: "北屯区"}
    ],
    "台中县": [],
    "桃园县": [],
    "新竹市": [{ID: "341901", Name: "东区"}, {ID: "341902", Name: "北区"}, {ID: "341903", Name: "香山区"}],
    "新竹县": [],
    "宜兰县": [],
    "云林县": [],
    "彰化县": []
  }
}

export default areaData;